Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Chats.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# chats.title
source: Chats
fr: Messages
pl: Czaty
ru: Чаты
uk: Чати
zh_hans: 聊天

# chats.search.placeholder
source: Search conversations
de: Unterhaltungen durchsuchen
es: Buscar conversaciones
fr: Rechercher des conversations
nl: Zoek gesprekken
pl: Szukaj rozmów
ru: Поиск по разговорам
uk: Пошук розмов
zh_hans: 搜索对话

# chats.filter.all
source: All
de: Alle
es: Todos
fr: Tous
nl: Alle
pl: Wszystkie
ru: Все
uk: Усі
zh_hans: 全部

# chats.filter.title
source: Filter
es: Filtrar
fr: Filtrer
pl: Filtr
ru: Фильтр
uk: Фільтр
zh_hans: 筛选

# chats.filter.accessibilityLabel
source: Filter conversations
de: Unterhaltungen filtern
es: Filtrar conversaciones
fr: Filtrer les conversations
nl: Filter gesprekken
pl: Filtruj rozmowy
ru: Фильтр по разговорам
uk: Фільтр розмов
zh_hans: 筛选对话

# chats.filter.accessibilityLabelActive
source: Filter conversations, currently showing %@
de: Unterhaltungen filtern, zeigt aktuell %@
es: Filtrar conversaciones, mostrando %@
fr: Filtrer les conversations, affichage actuel %@
nl: Filter gesprekken, toont momenteel %@
pl: Filtruj rozmowy, obecnie wyświetlane: %@
ru: Фильтр по разговорам, сейчас показывает %@
uk: Фільтр розмов, наразі показує %@
zh_hans: 筛选对话，当前显示%@

# chats.filter.clear
source: Clear Filter
de: Filter entfernen
es: Quitar filtro
fr: Effacer le filtre
nl: Filter wissen
pl: Wyczyść filtr
ru: Сбросить фильтр
uk: Скинути фільтр
zh_hans: 清除筛选

# chats.filter.unread
source: Unread
de: Ungelesen
es: No leídos
fr: Non lus
nl: Ongelezen
pl: Nieprzeczytane
ru: Непрочитанные
uk: Непрочитані
zh_hans: 未读

# chats.filter.directMessages
source: DMs
es: MDs
fr: MDs
nl: DBs
pl: WB
ru: ЛС
uk: Особисті
zh_hans: 私信

# chats.filter.channels
source: Channels
de: Kanäle
es: Canales
fr: Canaux
nl: Kanalen
pl: Kanały
ru: Каналы
uk: Канали
zh_hans: 频道

# chats.filter.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
nl: Favorieten
pl: Ulubione
ru: Избранное
uk: Обрані
zh_hans: 收藏

# chats.compose.newChat
source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
nl: Nieuwe chat
pl: Nowy czat
ru: Новый чат
uk: Новий чат
zh_hans: 新聊天

# chats.compose.newChannel
source: New Channel
de: Neuer Kanal
es: Nuevo canal
fr: Nouveau canal
nl: Nieuw kanaal
pl: Nowy kanał
ru: Новый канал
uk: Новий канал
zh_hans: 新频道

# chats.compose.newMessage
source: New Message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
nl: Nieuw bericht
pl: Nowa wiadomość
ru: Новое сообщение
uk: Нове повідомлення
zh_hans: 新消息

# chats.emptyState.noConversations.title
source: No Conversations
de: Keine Unterhaltungen
es: Sin conversaciones
fr: Aucune conversation
nl: Geen gesprekken
pl: Brak rozmów
ru: Нет разговоров
uk: Немає розмов
zh_hans: 无对话

# chats.emptyState.noConversations.description
source: Start a conversation from Contacts
de: Starte eine Unterhaltung über Kontakte
es: Inicia una conversación desde Contactos
fr: Démarrez une conversation depuis les Contacts
nl: Start een gesprek vanuit Contacten
pl: Rozpocznij rozmowę z kontaktów
ru: Начните разговор из раздела «Контакты»
uk: Почни розмову з розділу «Контакти»
zh_hans: 从联系人开始对话

# chats.emptyState.noUnread.title
source: No Unread Messages
de: Keine ungelesenen Nachrichten
es: Sin mensajes sin leer
fr: Aucun message non lu
nl: Geen ongelezen berichten
pl: Brak nieprzeczytanych wiadomości
ru: Нет непрочитанных
uk: Немає непрочитаних
zh_hans: 无未读消息

# chats.emptyState.noUnread.description
source: You're all caught up
de: Du bist auf dem neuesten Stand
es: Estás al día
fr: Vous êtes à jour
nl: Je bent helemaal bij
pl: Wszystko przeczytane
ru: Всё прочитано
uk: Усе прочитано
zh_hans: 您已全部阅读

# chats.emptyState.noDirectMessages.title
source: No Direct Messages
de: Keine Direktnachrichten
es: Sin mensajes directos
fr: Aucun message direct
nl: Geen directe berichten
pl: Brak wiadomości bezpośrednich
ru: Нет личных сообщений
uk: Немає особистих повідомлень
zh_hans: 无私信

# chats.emptyState.noDirectMessages.description
source: Start a chat from Contacts
de: Starte einen Chat über Kontakte
es: Inicia un chat desde Contactos
fr: Démarrez une discussion depuis les Contacts
nl: Start een chat vanuit Contacten
pl: Rozpocznij czat z kontaktów
ru: Начните чат из раздела «Контакты»
uk: Почни чат з розділу «Контакти»
zh_hans: 从联系人开始聊天

# chats.emptyState.noChannels.title
source: No Channels
de: Keine Kanäle
es: Sin canales
fr: Aucun canal
nl: Geen kanalen
pl: Brak kanałów
ru: Нет каналов
uk: Немає каналів
zh_hans: 无频道

# chats.emptyState.noChannels.description
source: Join or create a channel
de: Tritt einem Kanal bei oder erstelle einen
es: Únete o crea un canal
fr: Rejoignez ou créez un canal
nl: Neem deel aan een kanaal of maak er een
pl: Dołącz lub utwórz kanał
ru: Присоединись к каналу или создай новый
uk: Приєднайся до каналу або створи новий
zh_hans: 加入或创建频道

# chats.emptyState.noFavorites.title
source: No Favorites
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
nl: Geen favorieten
pl: Brak ulubionych
ru: Нет избранных
uk: Немає обраних
zh_hans: 无收藏

# chats.emptyState.noFavorites.description
source: Mark contacts as favorites to see them here
de: Markiere Kontakte als Favoriten, um sie hier zu sehen
es: Marca contactos como favoritos para verlos aquí
fr: Marquez des contacts comme favoris pour les voir ici
nl: Markeer contacten als favoriet om ze hier te zien
pl: Oznacz kontakty jako ulubione, aby je tu zobaczyć
ru: Отметь контакты как избранные, чтобы видеть их здесь
uk: Позначай контакти як обрані, щоб бачити їх тут
zh_hans: 将联系人标记为收藏以在此查看

# chats.emptyState.selectConversation
source: Select a conversation
de: Wähle eine Unterhaltung
es: Selecciona una conversación
fr: Sélectionnez une conversation
nl: Selecteer een gesprek
pl: Wybierz rozmowę
ru: Выбери разговор
uk: Вибери розмову
zh_hans: 选择对话

# chats.alert.cannotRefresh.title
source: Cannot Refresh
de: Aktualisierung nicht möglich
es: No se puede actualizar
fr: Actualisation impossible
nl: Kan niet vernieuwen
pl: Nie można odświeżyć
ru: Не удаётся обновить
uk: Неможливо оновити
zh_hans: 无法刷新

# chats.alert.cannotRefresh.message
source: Connect to your device to get the latest messages.
de: Verbinde dich mit deinem Gerät, um die neuesten Nachrichten abzurufen.
es: Conéctate a tu dispositivo para obtener los mensajes más recientes.
fr: Connectez-vous à votre appareil pour obtenir les derniers messages.
nl: Verbind met je apparaat om de nieuwste berichten op te halen.
pl: Połącz się z urządzeniem, aby pobrać najnowsze wiadomości.
ru: Подключись к устройству для получения последних сообщений.
uk: Підключися до пристрою, щоб отримати останні повідомлення.
zh_hans: 连接您的设备以获取最新消息

# chats.accessibility.offlineAnnouncement
source: Viewing cached data. Connect to device for updates.
de: Zeige zwischengespeicherte Daten. Gerät verbinden für Aktualisierungen.
es: Mostrando datos en caché. Conéctate al dispositivo para actualizar.
fr: Affichage des données en cache. Connectez-vous à l'appareil pour les mises à jour.
nl: Je bekijkt opgeslagen gegevens. Verbind met apparaat voor updates.
pl: Wyświetlanie danych z pamięci podręcznej. Połącz z urządzeniem, aby uzyskać aktualizacje.
ru: Просмотр кэшированных данных. Подключись к устройству для обновления.
uk: Перегляд кешованих даних. Підключися до пристрою для оновлення.
zh_hans: 正在查看缓存数据，连接设备以获取更新。

# chats.alert.leaveRoom.title
source: Leave Room
de: Raum verlassen
es: Abandonar sala
fr: Quitter le salon
nl: Kamer verlaten
pl: Opuść pokój
ru: Покинуть комнату
uk: Покинути кімнату
zh_hans: 离开房间

# chats.alert.leaveRoom.confirm
source: Leave
de: Verlassen
es: Abandonar
fr: Quitter
nl: Verlaten
pl: Opuść
ru: Покинуть
uk: Покинути
zh_hans: 离开

# chats.alert.leaveRoom.message
source: This will remove the room from your chat list, delete all room messages, and remove the associated contact.
de: Der Raum wird aus deiner Chatliste entfernt, alle Raumnachrichten werden gelöscht und der zugehörige Kontakt wird entfernt.
es: Esto eliminará la sala de tu lista de chats, borrará todos los mensajes de la sala y eliminará el contacto asociado.
fr: Cela supprimera le salon de votre liste de discussions, effacera tous les messages du salon et supprimera le contact associé.
nl: Dit verwijdert de kamer uit je chatlijst, wist alle kamerberichten en verwijdert het bijbehorende contact.
pl: Spowoduje to usunięcie pokoju z listy czatów, usunięcie wszystkich wiadomości pokoju i powiązanego kontaktu.
ru: Комната будет удалена из списка чатов вместе со всеми сообщениями и связанным контактом.
uk: Це видалить кімнату зі списку чатів, видалить усі повідомлення кімнати та видалить пов'язаний контакт.
zh_hans: 退出后，此房间将从您的聊天列表消失，所有历史消息将被删除，相关联系人也将移除。

# chats.timestamp.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
nl: Gisteren
pl: Wczoraj
ru: Вчера
uk: Вчора
zh_hans: 昨天

# chats.timestamp.now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
nl: Nu
pl: Teraz
ru: Сейчас
uk: Зараз
zh_hans: 刚刚

# chats.fab.scrollToMention.accessibilityLabel
source: Scroll to your oldest unread mention
de: Zur ältesten ungelesenen Erwähnung scrollen
es: Ir a tu mención más antigua sin leer
fr: Aller à votre plus ancienne mention non lue
nl: Scroll naar je oudste ongelezen vermelding
pl: Przewiń do najstarszej nieprzeczytanej wzmianki
ru: Перейти к самому старому непрочитанному упоминанию
uk: Перейти до найстарішої непрочитаної згадки
zh_hans: 滚动到最早的未读提及

# chats.fab.scrollToMention.accessibilityHint
source: Double-tap to navigate to the message
de: Doppeltippen, um zur Nachricht zu navigieren
es: Toca dos veces para navegar al mensaje
fr: Appuyez deux fois pour accéder au message
nl: Dubbeltik om naar het bericht te navigeren
pl: Dotknij dwukrotnie, aby przejść do wiadomości
ru: Двойное нажатие для перехода к сообщению
uk: Подвійний дотик для переходу до повідомлення
zh_hans: 双击以导航到消息

# chats.fab.scrollToBottom.accessibilityLabel
source: Scroll to latest message
de: Zur neuesten Nachricht scrollen
es: Ir al mensaje más reciente
fr: Aller au dernier message
nl: Scroll naar nieuwste bericht
pl: Przewiń do najnowszej wiadomości
ru: Перейти к последнему сообщению
uk: Перейти до останнього повідомлення
zh_hans: 滚动到最新消息

# chats.alert.unableToSend.title
source: Unable to Send
de: Senden nicht möglich
es: No se puede enviar
fr: Envoi impossible
nl: Kan niet verzenden
pl: Nie można wysłać
ru: Не удалось отправить
uk: Не вдалося надіслати
zh_hans: 无法发送

# chats.alert.unableToSend.message
source: Please ensure your device is connected and try again.
de: Bitte stelle sicher, dass dein Gerät verbunden ist, und versuche es erneut.
es: Asegúrate de que tu dispositivo esté conectado e inténtalo de nuevo.
fr: Veuillez vous assurer que votre appareil est connecté et réessayez.
nl: Controleer of je apparaat verbonden is en probeer het opnieuw.
pl: Upewnij się, że urządzenie jest połączone i spróbuj ponownie.
ru: Убедись, что устройство подключено, и попробуй снова.
uk: Переконайся, що пристрій підключено, і спробуй ще раз.
zh_hans: 请确保您的设备已连接并重试

# chats.connectionStatus.floodRouting
source: Flood routing
es: Enrutamiento por inundación
fr: Routage par inondation
pl: Routing rozproszony
ru: Широковещательная маршрутизация
uk: Широкомовна маршрутизація
zh_hans: 泛洪路由

# chats.connectionStatus.direct
source: Direct • %d hops
de: Direkt • %d Sprünge
es: Directo • %d saltos
fr: Direct • %d sauts
nl: Direct • %d sprongen
pl: Bezpośredni • %d skoków
ru: Прямой • %d переходов
uk: Прямий • %d переходів
zh_hans: 直连 • %d 跳

# chats.connectionStatus.unknown
source: Unknown route
de: Unbekannte Route
es: Ruta desconocida
fr: Route inconnue
nl: Onbekende route
pl: Nieznana trasa
ru: Неизвестный маршрут
uk: Невідомий маршрут
zh_hans: 未知路由

# chats.message.unavailable
source: Message unavailable
de: Nachricht nicht verfügbar
es: Mensaje no disponible
fr: Message non disponible
nl: Bericht niet beschikbaar
pl: Wiadomość niedostępna
ru: Сообщение недоступно
uk: Повідомлення недоступне
zh_hans: 消息不可用

# chats.message.unavailableAccessibility
source: Message could not be loaded
de: Nachricht konnte nicht geladen werden
es: No se pudo cargar el mensaje
fr: Le message n'a pas pu être chargé
nl: Bericht kon niet worden geladen
pl: Nie można załadować wiadomości
ru: Не удалось загрузить сообщение
uk: Не вдалося завантажити повідомлення
zh_hans: 消息无法加载

# chats.emptyState.startConversation
source: Start a conversation
de: Starte eine Unterhaltung
es: Inicia una conversación
fr: Démarrer une conversation
nl: Start een gesprek
pl: Rozpocznij rozmowę
ru: Начните разговор
uk: Почни розмову
zh_hans: 开始对话

# chats.contactInfo.hasLocation
source: Has location
de: Hat Standort
es: Tiene ubicación
fr: A une position
nl: Heeft locatie
pl: Ma lokalizację
ru: Есть местоположение
uk: Має місцезнаходження
zh_hans: 有位置

# chats.input.placeholder.directMessage
source: Private Message
de: Private Nachricht
es: Mensaje privado
fr: Message privé
nl: Privébericht
pl: Prywatna wiadomość
ru: Личное сообщение
uk: Особисте повідомлення
zh_hans: 私密消息

# chats.channel.defaultName
source: Channel %d
de: Kanal %d
es: Canal %d
fr: Canal %d
nl: Kanaal %d
pl: Kanał %d
ru: Канал %d
uk: Канал %d
zh_hans: 频道 %d

# chats.channel.typePublic
source: Public Channel
de: Öffentlicher Kanal
es: Canal público
fr: Canal public
nl: Openbaar kanaal
pl: Kanał publiczny
ru: Публичный канал
uk: Публічний канал
zh_hans: 公共频道

# chats.channel.typePrivate
source: Private Channel
de: Privater Kanal
es: Canal privado
fr: Canal privé
nl: Privékanaal
pl: Kanał prywatny
ru: Приватный канал
uk: Приватний канал
zh_hans: 私人频道

# chats.channel.emptyState.noMessages
source: No messages yet
de: Noch keine Nachrichten
es: Sin mensajes aún
fr: Aucun message pour l'instant
nl: Nog geen berichten
pl: Brak wiadomości
ru: Пока нет сообщений
uk: Поки що немає повідомлень
zh_hans: 暂无消息

# chats.channel.emptyState.publicDescription
source: This is a public broadcast channel
de: Dies ist ein öffentlicher Broadcast-Kanal
es: Este es un canal de difusión público
fr: Ceci est un canal de diffusion public
nl: Dit is een openbaar uitzendkanaal
pl: To jest publiczny kanał nadawczy
ru: Это публичный канал для всех
uk: Це публічний канал трансляції
zh_hans: 这是一个公共广播频道

# chats.channel.emptyState.privateDescription
source: This is a private channel
de: Dies ist ein privater Kanal
es: Este es un canal privado
fr: Ceci est un canal privé
nl: Dit is een privékanaal
pl: To jest kanał prywatny
ru: Это приватный канал
uk: Це приватний канал
zh_hans: 这是一个私人频道

# chats.channelInfo.title
source: Channel Info
de: Kanalinfo
es: Info del canal
fr: Infos du canal
nl: Kanaalinfo
pl: Informacje o kanale
ru: Информация о канале
uk: Інформація про канал
zh_hans: 频道信息

# chats.channelInfo.deleteConfirm.title
source: Delete Channel
de: Kanal löschen
es: Eliminar canal
fr: Supprimer le canal
nl: Kanaal verwijderen
pl: Usuń kanał
ru: Удалить канал
uk: Видалити канал
zh_hans: 删除频道

# chats.channelInfo.deleteConfirm.message
source: This will remove the channel from your device and delete all local messages. This action cannot be undone.
de: Der Kanal wird von deinem Gerät entfernt und alle lokalen Nachrichten werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará el canal de tu dispositivo y borrará todos los mensajes locales. Esta acción no se puede deshacer.
fr: Cela supprimera le canal de votre appareil et effacera tous les messages locaux. Cette action est irréversible.
nl: Dit verwijdert het kanaal van je apparaat en wist alle lokale berichten. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie kanału z urządzenia i wszystkich lokalnych wiadomości. Tej operacji nie można cofnąć.
ru: Канал будет удалён с твоего устройства вместе со всеми локальными сообщениями. Это действие нельзя отменить.
uk: Це видалить канал з твого пристрою та видалить усі локальні повідомлення. Цю дію неможливо скасувати.
zh_hans: 频道将从本设备移除，所有本地消息将被永久删除。此操作不可撤销。

# chats.channelInfo.channelType.public
source: Public Channel • Slot 0
de: Öffentlicher Kanal
es: Canal público
fr: Canal public
nl: Openbaar kanaal
pl: Kanał publiczny
ru: Публичный канал
uk: Публічний канал
zh_hans: 公共频道

# chats.channelInfo.channelType.hashtag
source: Hashtag Channel • Slot %d
de: Hashtag-Kanal
es: Canal hashtag
fr: Canal hashtag
nl: Hashtag-kanaal
pl: Kanał hashtagowy
ru: Хэштег-канал
uk: Хештег-канал
zh_hans: 标签频道

# chats.channelInfo.channelType.private
source: Private Channel • Slot %d
de: Privater Kanal
es: Canal privado
fr: Canal privé
nl: Privékanaal
pl: Kanał prywatny
ru: Приватный канал
uk: Приватний канал
zh_hans: 私人频道

# chats.channelInfo.slot
source: Slot
es: Ranura
fr: Emplacement
ru: Слот
uk: Слот
zh_hans: 频道槽位

# chats.channelInfo.lastMessage
source: Last Message
de: Letzte Nachricht
es: Último mensaje
fr: Dernier message
nl: Laatste bericht
pl: Ostatnia wiadomość
ru: Последнее сообщение
uk: Останнє повідомлення
zh_hans: 最后消息

# chats.channelInfo.scanToJoin
source: Scan to join this channel
de: Scannen, um diesem Kanal beizutreten
es: Escanea para unirte a este canal
fr: Scannez pour rejoindre ce canal
nl: Scan om deel te nemen aan dit kanaal
pl: Zeskanuj, aby dołączyć do kanału
ru: Отсканируй для присоединения к каналу
uk: Відскануй, щоб приєднатися до каналу
zh_hans: 扫描以加入此频道

# chats.channelInfo.shareChannel
source: Share Channel
de: Kanal teilen
es: Compartir canal
fr: Partager le canal
nl: Kanaal delen
pl: Udostępnij kanał
ru: Поделиться каналом
uk: Поділитися каналом
zh_hans: 分享频道

# chats.channelInfo.secretKey
source: Secret Key
de: Geheimer Schlüssel
es: Clave secreta
fr: Clé secrète
nl: Geheime sleutel
pl: Klucz tajny
ru: Секретный ключ
uk: Секретний ключ
zh_hans: 密钥

# chats.channelInfo.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
nl: Kopiëren
pl: Kopiuj
ru: Копировать
uk: Копіювати
zh_hans: 复制

# chats.channelInfo.manualSharing
source: Manual Sharing
de: Manuelles Teilen
es: Compartir manualmente
fr: Partage manuel
nl: Handmatig delen
pl: Udostępnianie ręczne
ru: Ручной ввод
uk: Ручне введення
zh_hans: 手动分享

# chats.channelInfo.manualSharingFooter
source: Share the channel name and this secret key for others to join manually.
de: Teile den Kanalnamen und diesen geheimen Schlüssel, damit andere manuell beitreten können.
es: Comparte el nombre del canal y esta clave secreta para que otros se unan manualmente.
fr: Partagez le nom du canal et cette clé secrète pour que d'autres puissent le rejoindre manuellement.
nl: Deel de kanaalnaam en deze geheime sleutel zodat anderen handmatig kunnen deelnemen.
pl: Udostępnij nazwę kanału i ten klucz tajny, aby inni mogli dołączyć ręcznie.
ru: Поделись названием канала и секретным ключом для присоединения вручную.
uk: Поділися назвою каналу та цим секретним ключем для ручного приєднання.
zh_hans: 分享频道名称和此密钥以便其他人手动加入

# chats.channelInfo.deleteButton
source: Delete Channel
de: Kanal löschen
es: Eliminar canal
fr: Supprimer le canal
nl: Kanaal verwijderen
pl: Usuń kanał
ru: Удалить канал
uk: Видалити канал
zh_hans: 删除频道

# chats.channelInfo.deleteFooter
source: Deleting removes this channel from your device. You can rejoin later if you have the secret key.
de: Das Löschen entfernt diesen Kanal von deinem Gerät. Du kannst später erneut beitreten, wenn du den geheimen Schlüssel hast.
es: Eliminar quita este canal de tu dispositivo. Puedes volver a unirte más tarde si tienes la clave secreta.
fr: La suppression retire ce canal de votre appareil. Vous pourrez le rejoindre plus tard si vous avez la clé secrète.
nl: Verwijderen haalt dit kanaal van je apparaat. Je kunt later opnieuw deelnemen als je de geheime sleutel hebt.
pl: Usunięcie usuwa ten kanał z urządzenia. Możesz dołączyć ponownie później, jeśli masz klucz tajny.
ru: Удаление убирает этот канал с твоего устройства. Ты сможешь присоединиться снова, если есть секретный ключ.
uk: Видалення прибирає цей канал з твого пристрою. Ти зможеш приєднатися знову, якщо маєш секретний ключ.
zh_hans: 删除将从您的设备中移除此频道，如果您有密钥，稍后可以重新加入。

# chats.error.noDeviceConnected
source: No device connected
de: Kein Gerät verbunden
es: Dispositivo no conectado
fr: Aucun appareil connecté
nl: Geen apparaat verbonden
pl: Brak połączonego urządzenia
ru: Устройство не подключено
uk: Пристрій не підключено
zh_hans: 未连接设备

# chats.error.servicesUnavailable
source: Services not available
de: Dienste nicht verfügbar
es: Servicios no disponibles
fr: Services non disponibles
nl: Services niet beschikbaar
pl: Usługi niedostępne
ru: Сервисы недоступны
uk: Сервіси недоступні
zh_hans: 服务不可用

# chats.errors.loadOlderMessagesFailed
source: Failed to load older messages
de: Laden älterer Nachrichten fehlgeschlagen
es: Error al cargar mensajes anteriores
fr: Échec du chargement des anciens messages
nl: Laden van oudere berichten mislukt
pl: Nie udało się załadować starszych wiadomości
ru: Не удалось загрузить старые сообщения
uk: Не вдалося завантажити старіші повідомлення
zh_hans: 加载更早的消息失败

# chats.channelOptions.loading
source: Loading channels...
de: Lade Kanäle...
es: Cargando canales...
fr: Chargement des canaux...
nl: Kanalen laden...
pl: Ładowanie kanałów...
ru: Загрузка каналов...
uk: Завантаження каналів...
zh_hans: 正在加载频道...

# chats.channelOptions.title
source: New Channel
de: Neuer Kanal
es: Nuevo canal
fr: Nouveau canal
nl: Nieuw kanaal
pl: Nowy kanał
ru: Новый канал
uk: Новий канал
zh_hans: 新频道

# chats.channelOptions.createPrivate.title
source: Create a Private Channel
de: Privaten Kanal erstellen
es: Crear un canal privado
fr: Créer un canal privé
nl: Maak een privékanaal
pl: Utwórz kanał prywatny
ru: Создать приватный канал
uk: Створити приватний канал
zh_hans: 创建私人频道

# chats.channelOptions.createPrivate.description
source: Generate a secret key and QR code to share
de: Geheimen Schlüssel und QR-Code zum Teilen generieren
es: Genera una clave secreta y código QR para compartir
fr: Générer une clé secrète et un code QR à partager
nl: Genereer een geheime sleutel en QR-code om te delen
pl: Wygeneruj klucz tajny i kod QR do udostępnienia
ru: Сгенерировать секретный ключ и QR-код для распространения
uk: Згенерувати секретний ключ та QR-код для поширення
zh_hans: 生成密钥和二维码以分享

# chats.channelOptions.joinPrivate.title
source: Join a Private Channel
de: Privatem Kanal beitreten
es: Unirse a un canal privado
fr: Rejoindre un canal privé
nl: Neem deel aan een privékanaal
pl: Dołącz do kanału prywatnego
ru: Присоединиться к приватному каналу
uk: Приєднатися до приватного каналу
zh_hans: 加入私人频道

# chats.channelOptions.joinPrivate.description
source: Enter channel name and secret key
de: Kanalnamen und geheimen Schlüssel eingeben
es: Introduce el nombre del canal y la clave secreta
fr: Entrez le nom du canal et la clé secrète
nl: Voer kanaalnaam en geheime sleutel in
pl: Wprowadź nazwę kanału i klucz tajny
ru: Введите название канала и секретный ключ
uk: Введи назву каналу та секретний ключ
zh_hans: 输入频道名称和密钥

# chats.channelOptions.scanQR.title
source: Scan a QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un code QR
nl: Scan een QR-code
pl: Zeskanuj kod QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

# chats.channelOptions.scanQR.description
source: Join a channel by scanning its QR code
de: Einem Kanal durch Scannen seines QR-Codes beitreten
es: Únete a un canal escaneando su código QR
fr: Rejoindre un canal en scannant son code QR
nl: Neem deel aan een kanaal door de QR-code te scannen
pl: Dołącz do kanału skanując jego kod QR
ru: Присоединиться к каналу, отсканировав его QR-код
uk: Приєднатися до каналу, відсканувавши його QR-код
zh_hans: 通过扫描二维码加入频道

# chats.channelOptions.section.private
source: Private Channels
de: Private Kanäle
es: Canales privados
fr: Canaux privés
nl: Privékanalen
pl: Kanały prywatne
ru: Приватные каналы
uk: Приватні канали
zh_hans: 私人频道
