Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Chats.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# chats.joinFromMessage.error.invalidName
source: Invalid channel name format.
de: Ungültiges Kanalnamenformat.
es: Formato de nombre de canal inválido.
fr: Format de nom de canal invalide.
nl: Ongeldig kanaalnaamformaat.
pl: Nieprawidłowy format nazwy kanału.
ru: Неверный формат названия канала.
uk: Неправильний формат назви каналу.
zh_hans: 无效的频道名称格式

# chats.joinFromMessage.error.loadFailed
source: Channel created but could not be loaded.
de: Kanal erstellt, konnte aber nicht geladen werden.
es: Canal creado pero no se pudo cargar.
fr: Le canal a été créé mais n'a pas pu être chargé.
nl: Kanaal aangemaakt maar kon niet worden geladen.
pl: Kanał utworzony, ale nie można go załadować.
ru: Канал создан, но не удалось загрузить.
uk: Канал створено, але не вдалося завантажити.
zh_hans: 频道已创建但无法加载

# chats.scanQR.title
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
pl: Skanuj kod QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

# chats.scanQR.notAvailable.title
source: Scanner Not Available
de: Scanner nicht verfügbar
es: Escáner no disponible
fr: Scanner non disponible
nl: Scanner niet beschikbaar
pl: Skaner niedostępny
ru: Сканер недоступен
uk: Сканер недоступний
zh_hans: 扫描器不可用

# chats.scanQR.notAvailable.description
source: QR scanning is not supported on this device
de: QR-Scannen wird auf diesem Gerät nicht unterstützt
es: El escaneo QR no está soportado en este dispositivo
fr: Le scan de code QR n'est pas pris en charge sur cet appareil
nl: QR-scanning wordt niet ondersteund op dit apparaat
pl: Skanowanie QR nie jest obsługiwane na tym urządzeniu
ru: Сканирование QR-кодов не поддерживается на этом устройстве
uk: Сканування QR-кодів не підтримується на цьому пристрої
zh_hans: 此设备不支持二维码扫描

# chats.scanQR.instruction
source: Point your camera at a channel QR code
de: Richte deine Kamera auf einen Kanal-QR-Code
es: Apunta tu cámara a un código QR de canal
fr: Pointez votre caméra vers un code QR de canal
nl: Richt je camera op een kanaal-QR-code
pl: Skieruj kamerę na kod QR kanału
ru: Наведи камеру на QR-код канала
uk: Наведи камеру на QR-код каналу
zh_hans: 将您的摄像头对准频道二维码

# chats.scanQR.scanAgain
source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
nl: Opnieuw scannen
pl: Skanuj ponownie
ru: Сканировать снова
uk: Сканувати знову
zh_hans: 再次扫描

# chats.scanQR.permissionDenied.title
source: Camera Access Required
de: Kamerazugriff erforderlich
es: Acceso a cámara requerido
fr: Accès à la caméra requis
nl: Cameratoegang vereist
pl: Wymagany dostęp do kamery
ru: Требуется доступ к камере
uk: Потрібен доступ до камери
zh_hans: 需要相机访问权限

# chats.scanQR.permissionDenied.message
source: Please enable camera access in Settings to scan QR codes.
de: Bitte aktiviere den Kamerazugriff in den Einstellungen, um QR-Codes zu scannen.
es: Activa el acceso a la cámara en Ajustes para escanear códigos QR.
fr: Veuillez activer l'accès à la caméra dans les Réglages pour scanner les codes QR.
nl: Schakel cameratoegang in via Instellingen om QR-codes te scannen.
pl: Włącz dostęp do kamery w Ustawieniach, aby skanować kody QR.
ru: Включи доступ к камере в Настройках для сканирования QR-кодов.
uk: Увімкни доступ до камери в налаштуваннях, щоб сканувати QR-коди.
zh_hans: 请在设置中启用相机访问权限以扫描二维码

# chats.scanQR.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
nl: Open Instellingen
pl: Otwórz Ustawienia
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置

# chats.scanQR.error.invalidFormat
source: Invalid QR code format
de: Ungültiges QR-Code-Format
es: Formato de código QR inválido
fr: Format de code QR invalide
nl: Ongeldig QR-codeformaat
pl: Nieprawidłowy format kodu QR
ru: Неверный формат QR-кода
uk: Неправильний формат QR-коду
zh_hans: 无效的二维码格式

# chats.scanQR.error.invalidData
source: Invalid channel data in QR code
de: Ungültige Kanaldaten im QR-Code
es: Datos de canal inválidos en el código QR
fr: Données de canal invalides dans le code QR
nl: Ongeldige kanaalgegevens in QR-code
pl: Nieprawidłowe dane kanału w kodzie QR
ru: Неверные данные канала в QR-коде
uk: Неправильні дані каналу в QR-коді
zh_hans: 二维码中包含无效的频道数据

# chats.message.sender.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

# chats.message.action.reply
source: Reply
de: Antworten
es: Responder
fr: Répondre
nl: Beantwoorden
pl: Odpowiedz
ru: Ответить
uk: Відповісти
zh_hans: 回复

# chats.message.action.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
nl: Kopiëren
pl: Kopiuj
ru: Копировать
uk: Копіювати
zh_hans: 复制

# chats.message.action.repeatDetails
source: Repeat Details
de: Wiederholungsdetails
es: Detalles de repetición
fr: Détails des répétitions
nl: Herhalingsdetails
pl: Szczegóły powtórzeń
ru: Детали повторов
uk: Деталі повторів
zh_hans: 中继详情

# chats.message.action.sendAgain
source: Send Again
de: Erneut senden
es: Enviar de nuevo
fr: Renvoyer
nl: Opnieuw verzenden
pl: Wyślij ponownie
ru: Отправить снова
uk: Надіслати знову
zh_hans: 再次发送

# chats.message.info.heardRepeats
source: Heard: %d %@
de: Gehört: %d %@
es: Escuchado: %d %@
fr: Reçu : %d %@
nl: Gehoord: %d %@
pl: Odebrano: %d %@
ru: Услышано: %d %@
uk: Почуто: %d %@
zh_hans: 已听到：%d %@

# chats.message.repeat.singular
source: repeat
de: Wiederholung
es: repetición
fr: répétition
nl: herhaling
pl: powtórzenie
ru: повтор
uk: повтор
zh_hans: 跳

# chats.message.repeat.plural
source: repeats
de: Wiederholungen
es: repeticiones
fr: répétitions
nl: herhalingen
pl: powtórzeń
ru: повторов
uk: повторів
zh_hans: 跳

# chats.message.info.sent
source: Sent: %@
de: Gesendet: %@
es: Enviado: %@
fr: Envoyé : %@
nl: Verzonden: %@
pl: Wysłano: %@
ru: Отправлено: %@
uk: Надіслано: %@
zh_hans: 已发送：%@

# chats.message.info.roundTrip
source: Round trip: %dms
de: Umlaufzeit: %dms
es: Tiempo de ida y vuelta: %dms
fr: Aller-retour : %d ms
nl: Retour: %dms
pl: Czas podróży: %dms
ru: Время отклика: %d мс
uk: Час відгуку: %d мс
zh_hans: 往返时间：%d毫秒

# chats.message.action.viewPath
source: View Path
de: Pfad anzeigen
es: Ver ruta
fr: Voir le chemin
nl: Pad bekijken
pl: Zobacz ścieżkę
ru: Посмотреть путь
uk: Переглянути шлях
zh_hans: 查看路径

# chats.message.info.hops
source: Hops: %@
de: Sprünge: %@
es: Saltos: %@
fr: Sauts : %@
nl: Sprongen: %@
pl: Skoki: %@
ru: Переходов: %@
uk: Переходів: %@
zh_hans: 跳数：%@

# chats.message.info.adjusted
source: (adjusted)
de: (angepasst)
es: (ajustado)
fr: (ajusté)
nl: (aangepast)
pl: (skorygowany)
ru: (скорректировано)
uk: (скориговано)
zh_hans: （已调整）

# chats.message.info.adjustedAccessibility
source: Sent time adjusted due to sender clock error
de: Sendezeit aufgrund eines Absenderuhrfehlers angepasst
es: Hora de envío ajustada debido a error del reloj del remitente
fr: Heure d'envoi ajustée en raison d'une erreur d'horloge de l'expéditeur
nl: Verzendtijd aangepast vanwege klokfout afzender
pl: Czas wysłania skorygowany z powodu błędu zegara nadawcy
ru: Время отправки скорректировано из-за ошибки часов отправителя
uk: Час надсилання скориговано через помилку годинника відправника
zh_hans: 由于发送方时钟错误，已调整发送时间

# chats.message.info.adjustedHint
source: Sender's clock was incorrect
de: Die Uhr des Absenders war falsch
es: El reloj del remitente era incorrecto
fr: L'horloge de l'expéditeur était incorrecte
nl: Klok van afzender was onjuist
pl: Zegar nadawcy był nieprawidłowy
ru: Часы отправителя были неточны
uk: Годинник відправника був неточним
zh_hans: 发送方的时钟不正确

# chats.message.info.received
source: Received: %@
de: Empfangen: %@
es: Recibido: %@
fr: Reçu : %@
nl: Ontvangen: %@
pl: Odebrano: %@
ru: Получено: %@
uk: Отримано: %@
zh_hans: 已接收：%@

# chats.message.action.details
source: Details
es: Detalles
fr: Détails
pl: Szczegóły
ru: Подробнее
uk: Докладніше
zh_hans: 详情

# chats.message.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 删除

# chats.message.status.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
nl: Opnieuw
pl: Ponów
ru: Повторить
uk: Повторити
zh_hans: 重试

# chats.message.status.sending
source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
nl: Verzenden...
pl: Wysyłanie...
ru: Отправка...
uk: Надсилання...
zh_hans: 发送中...

# chats.message.status.sent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
nl: Verzonden
pl: Wysłano
ru: Отправлено
uk: Надіслано
zh_hans: 已发送

# chats.message.status.sentMultiple
source: Sent %d times
de: %d-mal gesendet
es: Enviado %d veces
fr: Envoyé %d fois
nl: %d keer verzonden
pl: Wysłano %d razy
ru: Отправлено %d раз
uk: Надіслано %d разів
zh_hans: 已发送 %d 次

# chats.message.status.delivered
source: Delivered
de: Zugestellt
es: Entregado
fr: Remis
nl: Afgeleverd
pl: Dostarczono
ru: Доставлено
uk: Доставлено
zh_hans: 已送达

# chats.message.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
nl: Mislukt
pl: Niepowodzenie
ru: Ошибка
uk: Помилка
zh_hans: 失败

# chats.message.status.retrying
source: Retrying...
de: Wird wiederholt...
es: Reintentando...
fr: Nouvelle tentative...
nl: Opnieuw proberen...
pl: Ponawianie...
ru: Повтор...
uk: Повторна спроба...
zh_hans: 重试中...

# chats.signal.excellent
source: Excellent
de: Ausgezeichnet
es: Excelente
nl: Uitstekend
pl: Doskonały
ru: Отличный
uk: Відмінний
zh_hans: 优秀

# chats.signal.good
source: Good
de: Gut
es: Bueno
fr: Bon
nl: Goed
pl: Dobry
ru: Хороший
uk: Добрий
zh_hans: 良好

# chats.signal.fair
source: Fair
de: Mittel
es: Regular
fr: Passable
nl: Redelijk
pl: Średni
ru: Удовлетворительный
uk: Задовільний
zh_hans: 一般

# chats.signal.poor
source: Poor
de: Schwach
es: Débil
fr: Faible
nl: Slecht
pl: Słaby
ru: Плохой
uk: Поганий
zh_hans: 较差

# chats.signal.veryPoor
source: Very Poor
de: Sehr schwach
es: Muy débil
fr: Très faible
nl: Zeer slecht
pl: Bardzo słaby
ru: Очень плохой
uk: Дуже поганий
zh_hans: 很差

# chats.message.hops.direct
source: Direct
de: Direkt
es: Directo
pl: Bezpośredni
ru: Прямой
uk: Прямий
zh_hans: 直连

# chats.input.accessibilityLabel
source: Message input
de: Nachrichteneingabe
es: Entrada de mensaje
fr: Saisie du message
nl: Berichtinvoer
pl: Pole wiadomości
ru: Поле ввода сообщения
uk: Поле введення повідомлення
zh_hans: 消息输入

# chats.input.accessibilityHint
source: Type your message here
de: Gib hier deine Nachricht ein
es: Escribe tu mensaje aquí
fr: Tapez votre message ici
nl: Typ hier je bericht
pl: Wpisz swoją wiadomość tutaj
ru: Введи здесь своё сообщение
uk: Введи тут своє повідомлення
zh_hans: 在此输入您的消息

# chats.input.characterCount
source: %d of %d characters
de: %d von %d Zeichen
es: %d de %d caracteres
fr: %d sur %d caractères
nl: %d van %d tekens
pl: %d z %d znaków
ru: %d из %d символов
uk: %d із %d символів
zh_hans: %d / %d 个字符

# chats.input.tooLong
source: Message too long
de: Nachricht zu lang
es: Mensaje demasiado largo
fr: Message trop long
nl: Bericht te lang
pl: Wiadomość za długa
ru: Сообщение слишком длинное
uk: Повідомлення занадто довге
zh_hans: 消息太长

# chats.input.sendMessage
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
nl: Bericht verzenden
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Надіслати повідомлення
zh_hans: 发送消息

# chats.input.removeCharacters
source: Remove %d characters to send
de: Entferne %d Zeichen zum Senden
es: Elimina %d caracteres para enviar
fr: Supprimez %d caractères pour envoyer
nl: Verwijder %d tekens om te verzenden
pl: Usuń %d znaków, aby wysłać
ru: Удали %d символов для отправки
uk: Видали %d символів, щоб надіслати
zh_hans: 删除 %d 个字符以发送

# chats.input.requiresConnection
source: Requires radio connection
de: Erfordert Funkverbindung
es: Requiere conexión de radio
fr: Nécessite une connexion radio
nl: Vereist radioverbinding
pl: Wymaga połączenia radiowego
ru: Требуется подключение к радио
uk: Потрібне підключення до радіо
zh_hans: 请先开启设备连接

# chats.input.tapToSend
source: Tap to send your message
de: Tippe, um deine Nachricht zu senden
es: Toca para enviar tu mensaje
fr: Appuyez pour envoyer votre message
nl: Tik om je bericht te verzenden
pl: Dotknij, aby wysłać wiadomość
ru: Нажми для отправки сообщения
uk: Торкнися, щоб надіслати повідомлення
zh_hans: 点击以发送您的消息

# chats.input.typeFirst
source: Type a message first
de: Schreibe zuerst eine Nachricht
es: Escribe un mensaje primero
fr: Tapez d'abord un message
nl: Typ eerst een bericht
pl: Najpierw wpisz wiadomość
ru: Сначала введи сообщение
uk: Спочатку введи повідомлення
zh_hans: 请先输入消息

# chats.path.unavailable.title
source: Path Unavailable
de: Pfad nicht verfügbar
es: Ruta no disponible
fr: Chemin non disponible
nl: Pad niet beschikbaar
pl: Ścieżka niedostępna
ru: Путь недоступен
uk: Шлях недоступний
zh_hans: 路径不可用

# chats.path.unavailable.description
source: Path data is not available for this message
de: Pfaddaten sind für diese Nachricht nicht verfügbar
es: Los datos de ruta no están disponibles para este mensaje
fr: Les données de chemin ne sont pas disponibles pour ce message
nl: Padgegevens zijn niet beschikbaar voor dit bericht
pl: Dane ścieżki nie są dostępne dla tej wiadomości
ru: Данные о пути недоступны для этого сообщения
uk: Дані про шлях недоступні для цього повідомлення
zh_hans: 此消息的路径数据不可用

# chats.path.copyButton
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
nl: Pad kopiëren
pl: Kopiuj ścieżkę
ru: Копировать путь
uk: Копіювати шлях
zh_hans: 复制路径

# chats.path.copyAccessibility
source: Copy path to clipboard
de: Pfad in Zwischenablage kopieren
es: Copiar ruta al portapapeles
fr: Copier le chemin dans le presse-papiers
nl: Kopieer pad naar klembord
pl: Kopiuj ścieżkę do schowka
ru: Копировать путь в буфер обмена
uk: Копіювати шлях до буфера обміну
zh_hans: 将路径复制到剪贴板

# chats.path.copyHint
source: Copies node IDs as hexadecimal values
de: Kopiert Knoten-IDs als Hexadezimalwerte
es: Copia los IDs de nodo como valores hexadecimales
fr: Copie les identifiants de nœuds en valeurs hexadécimales
nl: Kopieert node-ID's als hexadecimale waarden
pl: Kopiuje identyfikatory węzłów jako wartości szesnastkowe
ru: Копирует идентификаторы узлов в шестнадцатеричном формате
uk: Копіює ідентифікатори вузлів у шістнадцятковому форматі
zh_hans: 以十六进制值复制节点ID

# chats.path.section.header
source: Path
de: Pfad
es: Ruta
fr: Chemin
nl: Pad
pl: Ścieżka
ru: Путь
uk: Шлях
zh_hans: 路径

# chats.path.title
source: Message Path
de: Nachrichtenpfad
es: Ruta del mensaje
fr: Chemin du message
nl: Berichtpad
pl: Ścieżka wiadomości
ru: Путь сообщения
uk: Шлях повідомлення
zh_hans: 消息路径

# chats.path.hop.unknown
source: <unknown>
de: <unbekannt>
es: <desconocido>
fr: <inconnu>
nl: <onbekend>
pl: <nieznany>
ru: <неизвестно>
uk: <невідомо>
zh_hans: <未知>

# chats.path.hop.sender
source: Sender
de: Absender
es: Remitente
fr: Expéditeur
nl: Afzender
pl: Nadawca
ru: Отправитель
uk: Відправник
zh_hans: 发送者

# chats.path.hop.number
source: Hop %d
de: Sprung %d
es: Salto %d
fr: Saut %d
nl: Sprong %d
pl: Skok %d
ru: Переход %d
uk: Перехід %d
zh_hans: 第 %d 跳

# chats.path.hop.signalQuality
source: Signal quality: %@, SNR %@ dB
de: Signalqualität: %@, SNR %@ dB
es: Calidad de señal: %@, SNR %@ dB
fr: Qualité du signal : %@, RSB %@ dB
nl: Signaalkwaliteit: %@, SNR %@ dB
pl: Jakość sygnału: %@, SNR %@ dB
ru: Качество сигнала: %@, SNR %@ дБ
uk: Якість сигналу: %@, SNR %@ дБ
zh_hans: 信号质量：%@，信噪比 %@ dB

# chats.path.hop.nodeId
source: Node ID: %@
de: Knoten-ID: %@
es: ID de nodo: %@
fr: ID du nœud : %@
pl: ID węzła: %@
ru: ID узла: %@
uk: ID вузла: %@
zh_hans: 节点ID：%@

# chats.path.hop.signalUnknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnu
nl: Onbekend
pl: Nieznany
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

# chats.path.receiver.label
source: Receiver
de: Empfänger
es: Destinatario
fr: Destinataire
nl: Ontvanger
pl: Odbiorca
ru: Получатель
uk: Отримувач
zh_hans: 接收者

# chats.path.receiver.you
source: You
de: Du
es: Tú
fr: Toi
nl: Jij
pl: Ty
ru: Ты
uk: Ти
zh_hans: 您

# chats.repeats.emptyState.title
source: No repeats yet
de: Noch keine Wiederholungen
es: Sin repeticiones aún
fr: Aucune répétition pour l'instant
nl: Nog geen herhalingen
pl: Brak powtórzeń
ru: Пока нет повторов
uk: Поки що немає повторів
zh_hans: 暂无转发节点

# chats.repeats.emptyState.description
source: Repeats will appear here as your message propagates through the mesh
de: Wiederholungen erscheinen hier, wenn deine Nachricht durch das Mesh weitergeleitet wird
es: Las repeticiones aparecerán aquí a medida que tu mensaje se propague por la red mesh
fr: Les répétitions apparaîtront ici au fur et à mesure que votre message se propage dans le réseau mesh
nl: Herhalingen verschijnen hier terwijl je bericht door het mesh verspreidt
pl: Powtórzenia pojawią się tutaj, gdy wiadomość będzie propagowana przez sieć mesh
ru: Повторы появятся здесь по мере распространения сообщения по сети mesh
uk: Повтори з'являться тут, коли твоє повідомлення поширюватиметься через мережу mesh
zh_hans: 转发节点将在您的消息通过Mesh网络传播时显示在此处

# chats.repeats.title
source: Repeat Details
de: Wiederholungsdetails
es: Detalles de repetición
fr: Détails des répétitions
nl: Herhalingsdetails
pl: Szczegóły powtórzeń
ru: Детали повторов
uk: Деталі повторів
zh_hans: 转发详情

# chats.repeats.row.accessibility
source: Repeat from %@
de: Wiederholung von %@
es: Repetición de %@
fr: Répétition depuis %@
nl: Herhaling van %@
pl: Powtórzenie od %@
ru: Повтор от %@
uk: Повтор від %@
zh_hans: 来自 %@ 的转发

# chats.repeats.row.accessibilityValue
source: %@ signal, SNR %@, RSSI %@
es: Señal %@, SNR %@, RSSI %@
fr: Signal %@, RSB %@, RSSI %@
nl: %@ signaal, SNR %@, RSSI %@
pl: Sygnał %@, SNR %@, RSSI %@
ru: %@ сигнал, SNR %@, RSSI %@
uk: %@ сигнал, SNR %@, RSSI %@
zh_hans: %@ 信号，信噪比 %@，信号强度 %@

# chats.repeats.hop.singular
source: 1 Hop
de: 1 Sprung
es: 1 salto
fr: 1 saut
nl: 1 sprong
pl: 1 skok
ru: 1 переход
uk: 1 перехід
zh_hans: 1 跳

# chats.repeats.hop.plural
source: %d Hops
de: %d Sprünge
es: %d saltos
fr: %d sauts
nl: %d sprongen
pl: %d skoków
ru: %d переходов
uk: %d переходів
zh_hans: %d 跳

# chats.repeats.unknownRepeater
source: <unknown repeater>
de: <unbekannter Repeater>
es: <repetidor desconocido>
fr: <répéteur inconnu>
nl: <onbekende repeater>
pl: <nieznany przekaźnik>
ru: <неизвестный ретранслятор>
uk: <невідомий ретранслятор>
zh_hans: <未知转发节点>

# chats.preview.loading
source: Loading preview...
de: Lade Vorschau...
es: Cargando vista previa...
fr: Chargement de l'aperçu...
nl: Voorbeeld laden...
pl: Ładowanie podglądu...
ru: Загрузка предпросмотра...
uk: Завантаження попереднього перегляду...
zh_hans: 正在加载预览...

# chats.preview.tapToLoad
source: Tap to load preview
de: Tippen, um Vorschau zu laden
es: Toca para cargar vista previa
fr: Appuyez pour charger l'aperçu
nl: Tik om voorbeeld te laden
pl: Dotknij, aby załadować podgląd
ru: Нажми для загрузки предпросмотра
uk: Торкнися, щоб завантажити попередній перегляд
zh_hans: 点击以加载预览

# chats.preview.loadingAccessibility
source: Loading preview for %@
de: Lade Vorschau für %@
es: Cargando vista previa de %@
fr: Chargement de l'aperçu pour %@
nl: Voorbeeld laden voor %@
pl: Ładowanie podglądu dla %@
ru: Загрузка предпросмотра для %@
uk: Завантаження попереднього перегляду для %@
zh_hans: 正在加载 %@ 的预览

# chats.preview.tapAccessibility
source: Load preview for %@
de: Vorschau für %@ laden
es: Cargar vista previa de %@
fr: Charger l'aperçu pour %@
nl: Laad voorbeeld voor %@
pl: Załaduj podgląd dla %@
ru: Загрузить предпросмотр для %@
uk: Завантажити попередній перегляд для %@
zh_hans: 加载 %@ 的预览

# chats.preview.loadingHint
source: Please wait
de: Bitte warten
es: Por favor espera
fr: Veuillez patienter
nl: Even geduld
pl: Proszę czekać
ru: Подожди
uk: Будь ласка, зачекай
zh_hans: 请稍候

# chats.preview.tapHint
source: Fetches title and image from the website
de: Ruft Titel und Bild von der Webseite ab
es: Obtiene título e imagen del sitio web
fr: Récupère le titre et l'image du site web
nl: Haalt titel en afbeelding op van de website
pl: Pobiera tytuł i obraz ze strony internetowej
ru: Загружает заголовок и изображение с сайта
uk: Завантажує заголовок та зображення з вебсайту
zh_hans: 从网站获取标题和图像

# chats.common.ok
source: OK
es: Aceptar
ru: ОК
uk: ОК
zh_hans: 确定

# chats.common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj
ru: Отмена
uk: Скасувати
zh_hans: 取消

# chats.common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar
pl: Gotowe
ru: Готово
uk: Готово
zh_hans: 完成

# chats.message.path.direct
source: Direct
de: Direkt
es: Directo
pl: Bezpośrednio
ru: Напрямую
uk: Напряму
zh_hans: 直连

# chats.message.path.hops
source: %d hops
es: %d saltos
fr: %d sauts
pl: %d skoków
ru: %d переходов
uk: %d переходів
zh_hans: %d 跳

# chats.message.path.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
nl: Niet beschikbaar
pl: Niedostępne
ru: Недоступно
uk: Недоступно
zh_hans: 不可用

# chats.message.path.accessibilityLabel
source: Routing path: %@
de: Routing-Pfad: %@
es: Ruta de enrutamiento: %@
fr: Chemin de routage: %@
nl: Routeringspad: %@
pl: Ścieżka trasowania: %@
ru: Путь маршрутизации: %@
uk: Шлях маршрутизації: %@
zh_hans: 路由路径：%@

# chats.message.hopCount.accessibilityLabel
source: Hop count: %d
de: Hop-Anzahl: %d
es: Número de saltos: %d
fr: Nombre de sauts: %d
nl: Aantal hops: %d
pl: Liczba skoków: %d
ru: Количество переходов: %d
uk: Кількість переходів: %d
zh_hans: 跳数：%d

# chats.message.info.snr
source: SNR: %@
fr: RSB : %@
zh_hans: 信噪比：%@
