Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Chats.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# chats.channelOptions.joinPublic.title
source: Join the Public Channel
de: Dem öffentlichen Kanal beitreten
es: Unirse al canal público
fr: Rejoindre le canal public
nl: Neem deel aan het openbare kanaal
pl: Dołącz do kanału publicznego
ru: Присоединиться к публичному каналу
uk: Приєднатися до публічного каналу
zh_hans: 加入公共频道

# chats.channelOptions.joinPublic.description
source: The default public channel
de: Der standardmäßige öffentliche Kanal
es: El canal público por defecto
fr: Le canal public par défaut
nl: Het standaard openbare kanaal
pl: Domyślny kanał publiczny
ru: Публичный канал по умолчанию
uk: Публічний канал за замовчуванням
zh_hans: 默认公共频道

# chats.channelOptions.joinHashtag.title
source: Join a Hashtag Channel
de: Einem Hashtag-Kanal beitreten
es: Unirse a un canal hashtag
fr: Rejoindre un canal hashtag
nl: Neem deel aan een hashtag-kanaal
pl: Dołącz do kanału hashtagowego
ru: Присоединиться к хэштег-каналу
uk: Приєднатися до хештег-каналу
zh_hans: 加入标签频道

# chats.channelOptions.joinHashtag.description
source: Public channel anyone can join by name
de: Öffentlicher Kanal, dem jeder mit dem Namen beitreten kann
es: Canal público al que cualquiera puede unirse por nombre
fr: Canal public que tout le monde peut rejoindre par son nom
nl: Openbaar kanaal waar iedereen op naam kan deelnemen
pl: Kanał publiczny, do którego każdy może dołączyć po nazwie
ru: Публичный канал, к которому можно присоединиться по названию
uk: Публічний канал, до якого можна приєднатися за назвою
zh_hans: 任何人都可以通过名称加入的公共频道

# chats.channelOptions.section.public
source: Public Channels
de: Öffentliche Kanäle
es: Canales públicos
fr: Canaux publics
nl: Openbare kanalen
pl: Kanały publiczne
ru: Публичные каналы
uk: Публічні канали
zh_hans: 公共频道

# chats.channelOptions.footer.noSlots
source: All channel slots are in use. Delete an existing channel to add a new one.
de: Alle Kanalslots sind belegt. Lösche einen vorhandenen Kanal, um einen neuen hinzuzufügen.
es: Todas las ranuras de canal están en uso. Elimina un canal existente para añadir uno nuevo.
fr: Tous les emplacements de canaux sont utilisés. Supprimez un canal existant pour en ajouter un nouveau.
nl: Alle kanaalslots zijn in gebruik. Verwijder een bestaand kanaal om een nieuw toe te voegen.
pl: Wszystkie sloty kanałów są zajęte. Usuń istniejący kanał, aby dodać nowy.
ru: Все слоты каналов заняты. Удали существующий канал, чтобы добавить новый.
uk: Усі слоти каналів зайняті. Видали наявний канал, щоб додати новий.
zh_hans: 所有频道都在使用中，删除现有频道以添加新频道

# chats.channelOptions.footer.hasPublic
source: The public channel is already configured on slot 0.
de: Der öffentliche Kanal ist bereits auf Slot 0 konfiguriert.
es: El canal público ya está configurado en la ranura 0.
fr: Le canal public est déjà configuré sur l'emplacement 0.
nl: Het openbare kanaal is al geconfigureerd op slot 0.
pl: Kanał publiczny jest już skonfigurowany na slocie 0.
ru: Публичный канал уже настроен в слоте 0.
uk: Публічний канал уже налаштовано в слоті 0.
zh_hans: 公共频道已在频道0上配置

# chats.newChat.emptyState.title
source: No Contacts
de: Keine Kontakte
es: Sin contactos
fr: Aucun contact
nl: Geen contacten
pl: Brak kontaktów
ru: Нет контактов
uk: Немає контактів
zh_hans: 无联系人

# chats.newChat.emptyState.description
source: Contacts will appear when discovered
de: Kontakte erscheinen, wenn sie entdeckt werden
es: Los contactos aparecerán cuando sean descubiertos
fr: Les contacts apparaîtront une fois découverts
nl: Contacten verschijnen wanneer ze worden ontdekt
pl: Kontakty pojawią się po odkryciu
ru: Контакты появятся после обнаружения
uk: Контакти з'являться після виявлення
zh_hans: 成功发现周围的联系人后，他们会显示在这里

# chats.newChat.title
source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
nl: Nieuwe chat
pl: Nowy czat
ru: Новый чат
uk: Новий чат
zh_hans: 新聊天

# chats.newChat.search.placeholder
source: Search contacts
de: Kontakte durchsuchen
es: Buscar contactos
fr: Rechercher des contacts
nl: Zoek contacten
pl: Szukaj kontaktów
ru: Поиск контактов
uk: Пошук контактів
zh_hans: 搜索联系人

# chats.newChat.contactType.direct
source: Direct
de: Direkt
es: Directo
pl: Bezpośredni
ru: Прямой
uk: Прямий
zh_hans: 直连

# chats.newChat.contactType.repeater
source: Repeater
es: Repetidor
fr: Répéteur
pl: Przekaźnik
ru: Ретранслятор
uk: Ретранслятор
zh_hans: 转发节点

# chats.newChat.contactType.room
source: Room
de: Raum
es: Sala
fr: Salon
nl: Kamer
pl: Pokój
ru: Комната
uk: Кімната
zh_hans: 房间

# chats.row.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
nl: Favoriet
pl: Ulubione
ru: Избранное
uk: Обране
zh_hans: 收藏

# chats.row.noMessages
source: No messages yet
de: Noch keine Nachrichten
es: Sin mensajes aún
fr: Aucun message pour l'instant
nl: Nog geen berichten
pl: Brak wiadomości
ru: Пока нет сообщений
uk: Поки що немає повідомлень
zh_hans: 暂无消息

# chats.row.muted
source: Muted
de: Stumm
es: Silenciado
fr: En sourdine
nl: Gedempt
pl: Wyciszony
ru: Уведомления отключены
uk: Сповіщення вимкнено
zh_hans: 已静音

# chats.swipeAction.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 删除

# chats.swipeAction.unmute
source: Unmute
de: Laut stellen
es: Activar sonido
fr: Réactiver
nl: Dempen opheffen
pl: Wyłącz wyciszenie
ru: Включить звук
uk: Увімкнути звук
zh_hans: 取消静音

# chats.swipeAction.mute
source: Mute
de: Stumm schalten
es: Silenciar
fr: Sourdine
nl: Dempen
pl: Wycisz
ru: Без звука
uk: Вимкнути звук
zh_hans: 静音

# chats.swipeAction.unfavorite
source: Unfavorite
de: Favorit entfernen
es: Quitar de favoritos
fr: Retirer des favoris
nl: Uit favorieten
pl: Usuń z ulubionych
ru: Убрать из избранного
uk: Прибрати з обраного
zh_hans: 取消收藏

# chats.swipeAction.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
nl: Favoriet
pl: Ulubione
ru: В избранное
uk: До обраного
zh_hans: 收藏

# chats.room.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
pl: Połączony
ru: Подключено
uk: Підключено
zh_hans: 已连接

# chats.room.tapToReconnect
source: Tap to reconnect
de: Tippen zum Verbinden
es: Toca para reconectar
fr: Appuyez pour vous reconnecter
nl: Tik om opnieuw te verbinden
pl: Dotknij, aby połączyć ponownie
ru: Нажми для переподключения
uk: Торкнися для перепідключення
zh_hans: 点此重连

# chats.roomAuth.notFound.title
source: Room Not Found
de: Raum nicht gefunden
es: Sala no encontrada
fr: Salon introuvable
nl: Kamer niet gevonden
pl: Nie znaleziono pokoju
ru: Комната не найдена
uk: Кімнату не знайдено
zh_hans: 未找到房间

# chats.roomAuth.notFound.description
source: Could not find the room contact
de: Der Raumkontakt konnte nicht gefunden werden
es: No se pudo encontrar el contacto de la sala
fr: Impossible de trouver le contact du salon
nl: Kon het kamercontact niet vinden
pl: Nie można znaleźć kontaktu pokoju
ru: Не удалось найти контакт комнаты
uk: Не вдалося знайти контакт кімнати
zh_hans: 无法找到房间联系人

# chats.section.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
nl: Favorieten
pl: Ulubione
ru: Избранные
uk: Обрані
zh_hans: 收藏

# chats.section.conversations
source: Conversations
de: Unterhaltungen
es: Conversaciones
nl: Gesprekken
pl: Rozmowy
ru: Разговоры
uk: Розмови
zh_hans: 对话

# chats.createPrivate.titleShare
source: Share Private Channel
de: Privaten Kanal teilen
es: Compartir canal privado
fr: Partager le canal privé
nl: Privékanaal delen
pl: Udostępnij kanał prywatny
ru: Поделиться приватным каналом
uk: Поділитися приватним каналом
zh_hans: 分享私人频道

# chats.createPrivate.titleCreate
source: Create Private Channel
de: Privaten Kanal erstellen
es: Crear canal privado
fr: Créer un canal privé
nl: Privékanaal maken
pl: Utwórz kanał prywatny
ru: Создать приватный канал
uk: Створити приватний канал
zh_hans: 创建私人频道

# chats.createPrivate.channelName
source: Channel Name
de: Kanalname
es: Nombre del canal
fr: Nom du canal
nl: Kanaalnaam
pl: Nazwa kanału
ru: Название канала
uk: Назва каналу
zh_hans: 频道名称

# chats.createPrivate.section.details
source: Channel Details
de: Kanaldetails
es: Detalles del canal
fr: Détails du canal
nl: Kanaaldetails
pl: Szczegóły kanału
ru: Данные канала
uk: Дані каналу
zh_hans: 频道详情

# chats.createPrivate.section.secret
source: Generated Secret
de: Generierter Schlüssel
es: Secreto generado
fr: Secret généré
nl: Gegenereerd geheim
pl: Wygenerowany klucz tajny
ru: Сгенерированный ключ
uk: Згенерований ключ
zh_hans: 生成的密钥

# chats.createPrivate.secretFooter
source: A random secret key has been generated. You'll be able to share it via QR code after creating the channel.
de: Ein zufälliger geheimer Schlüssel wurde generiert. Du kannst ihn nach dem Erstellen des Kanals per QR-Code teilen.
es: Se ha generado una clave secreta aleatoria. Podrás compartirla vía código QR después de crear el canal.
fr: Une clé secrète aléatoire a été générée. Vous pourrez la partager via code QR après avoir créé le canal.
nl: Een willekeurige geheime sleutel is gegenereerd. Je kunt deze via QR-code delen nadat je het kanaal hebt aangemaakt.
pl: Wygenerowano losowy klucz tajny. Po utworzeniu kanału będziesz mógł go udostępnić za pomocą kodu QR.
ru: Сгенерирован случайный секретный ключ. После создания канала ты сможешь поделиться им через QR-код.
uk: Згенеровано випадковий секретний ключ. Після створення каналу ти зможеш поділитися ним через QR-код.
zh_hans: 已生成随机密钥，创建频道后，您可以通过二维码分享。

# chats.createPrivate.createButton
source: Create Channel
de: Kanal erstellen
es: Crear canal
fr: Créer le canal
nl: Kanaal maken
pl: Utwórz kanał
ru: Создать канал
uk: Створити канал
zh_hans: 创建频道

# chats.createPrivate.section.shareManually
source: Share Manually
de: Manuell teilen
es: Compartir manualmente
fr: Partager manuellement
nl: Handmatig delen
pl: Udostępnij ręcznie
ru: Поделиться вручную
uk: Поділитися вручну
zh_hans: 手动分享

# chats.createPrivate.shareManuallyFooter
source: Share the channel name and this secret key with others. They'll need both to join.
de: Teile den Kanalnamen und diesen geheimen Schlüssel mit anderen. Sie benötigen beides zum Beitreten.
es: Comparte el nombre del canal y esta clave secreta con otros. Necesitarán ambos para unirse.
fr: Partagez le nom du canal et cette clé secrète avec d'autres. Ils auront besoin des deux pour rejoindre.
nl: Deel de kanaalnaam en deze geheime sleutel met anderen. Ze hebben beide nodig om deel te nemen.
pl: Udostępnij nazwę kanału i ten klucz tajny innym. Będą potrzebować obu, aby dołączyć.
ru: Поделись названием канала и секретным ключом с другими. Им понадобятся оба для присоединения.
uk: Поділися назвою каналу та цим секретним ключем з іншими. Їм знадобляться обидва для приєднання.
zh_hans: 与他人分享频道名称和此密钥，他们需要两者才能加入。

# chats.joinPrivate.secretKeyPlaceholder
source: Secret Key (32 hex characters)
de: Geheimer Schlüssel (32 Hex-Zeichen)
es: Clave secreta (32 caracteres hexadecimales)
fr: Clé secrète (32 caractères hexadécimaux)
nl: Geheime sleutel (32 hex-tekens)
pl: Klucz tajny (32 znaki szesnastkowe)
ru: Секретный ключ (32 шестнадцатеричных символа)
uk: Секретний ключ (32 шістнадцяткові символи)
zh_hans: 密钥（32个十六进制字符）

# chats.joinPrivate.error.invalidSecret
source: Secret key must be exactly 32 hexadecimal characters (0-9, A-F)
de: Der geheime Schlüssel muss genau 32 hexadezimale Zeichen (0-9, A-F) enthalten
es: La clave secreta debe tener exactamente 32 caracteres hexadecimales (0-9, A-F)
fr: La clé secrète doit contenir exactement 32 caractères hexadécimaux (0-9, A-F)
nl: Geheime sleutel moet precies 32 hexadecimale tekens zijn (0-9, A-F)
pl: Klucz tajny musi mieć dokładnie 32 znaki szesnastkowe (0-9, A-F)
ru: Секретный ключ должен содержать ровно 32 шестнадцатеричных символа (0-9, A-F)
uk: Секретний ключ повинен містити рівно 32 шістнадцяткові символи (0-9, A-F)
zh_hans: 密钥必须是正好32个十六进制字符（0-9、A-F）

# chats.joinPrivate.footer
source: Enter the channel name and secret key shared by the channel creator.
de: Gib den Kanalnamen und den geheimen Schlüssel ein, die der Kanalersteller geteilt hat.
es: Introduce el nombre del canal y la clave secreta compartida por el creador del canal.
fr: Entrez le nom du canal et la clé secrète partagés par le créateur du canal.
nl: Voer de kanaalnaam en geheime sleutel in die door de kanaalmaker zijn gedeeld.
pl: Wprowadź nazwę kanału i klucz tajny udostępniony przez twórcę kanału.
ru: Введи название канала и секретный ключ, предоставленные создателем канала.
uk: Введи назву каналу та секретний ключ, надані творцем каналу.
zh_hans: 输入频道创建者分享的频道名称和密钥

# chats.joinPrivate.joinButton
source: Join Channel
de: Kanal beitreten
es: Unirse al canal
fr: Rejoindre le canal
nl: Deelnemen aan kanaal
pl: Dołącz do kanału
ru: Присоединиться к каналу
uk: Приєднатися до каналу
zh_hans: 加入频道

# chats.joinPrivate.title
source: Join Private Channel
de: Privatem Kanal beitreten
es: Unirse a canal privado
fr: Rejoindre un canal privé
nl: Deelnemen aan privékanaal
pl: Dołącz do kanału prywatnego
ru: Присоединиться к приватному каналу
uk: Приєднатися до приватного каналу
zh_hans: 加入私人频道

# chats.joinPrivate.error.invalidFormat
source: Invalid secret key format
de: Ungültiges Format des geheimen Schlüssels
es: Formato de clave secreta inválido
fr: Format de clé secrète invalide
nl: Ongeldig formaat geheime sleutel
pl: Nieprawidłowy format klucza tajnego
ru: Неверный формат секретного ключа
uk: Неправильний формат секретного ключа
zh_hans: 无效的密钥格式

# chats.joinPublic.channelName
source: Public Channel
de: Öffentlicher Kanal
es: Canal público
fr: Canal public
nl: Openbaar kanaal
pl: Kanał publiczny
ru: Публичный канал
uk: Публічний канал
zh_hans: 公共频道

# chats.joinPublic.description
source: The public channel is an open broadcast channel on slot 0. All devices on the mesh network can send and receive messages on this channel.
de: Der öffentliche Kanal ist ein offener Broadcast-Kanal auf Slot 0. Alle Geräte im Mesh-Netzwerk können auf diesem Kanal Nachrichten senden und empfangen.
es: El canal público es un canal de difusión abierto en la ranura 0. Todos los dispositivos en la red mesh pueden enviar y recibir mensajes en este canal.
fr: Le canal public est un canal de diffusion ouvert sur l'emplacement 0. Tous les appareils du réseau mesh peuvent envoyer et recevoir des messages sur ce canal.
nl: Het openbare kanaal is een open uitzendkanaal op slot 0. Alle apparaten op het mesh-netwerk kunnen berichten verzenden en ontvangen op dit kanaal.
pl: Kanał publiczny to otwarty kanał nadawczy na slocie 0. Wszystkie urządzenia w sieci mesh mogą wysyłać i odbierać wiadomości na tym kanale.
ru: Публичный канал — это открытый канал в слоте 0. Все устройства в сети mesh могут отправлять и получать сообщения на этом канале.
uk: Публічний канал — це відкритий канал трансляції в слоті 0. Усі пристрої в мережі mesh можуть надсилати та отримувати повідомлення на цьому каналі.
zh_hans: 公共频道是频道0上的开放广播频道，Mesh上的所有设备都可以在此频道上发送和接收消息。

# chats.joinPublic.addButton
source: Add Public Channel
de: Öffentlichen Kanal hinzufügen
es: Añadir canal público
fr: Ajouter le canal public
nl: Openbaar kanaal toevoegen
pl: Dodaj kanał publiczny
ru: Добавить публичный канал
uk: Додати публічний канал
zh_hans: 添加公共频道

# chats.joinPublic.title
source: Join Public Channel
de: Öffentlichem Kanal beitreten
es: Unirse al canal público
fr: Rejoindre le canal public
nl: Deelnemen aan openbaar kanaal
pl: Dołącz do kanału publicznego
ru: Присоединиться к публичному каналу
uk: Приєднатися до публічного каналу
zh_hans: 加入公共频道

# chats.joinHashtag.placeholder
source: channel-name
de: kanalname
es: nombre-del-canal
fr: nom-du-canal
nl: kanaal-naam
pl: nazwa-kanału
ru: название-канала
uk: назва-каналу

# chats.joinHashtag.section.header
source: Hashtag Channel
de: Hashtag-Kanal
es: Canal hashtag
fr: Canal hashtag
nl: Hashtag-kanaal
pl: Kanał hashtagowy
ru: Хэштег-канал
uk: Хештег-канал
zh_hans: 标签频道

# chats.joinHashtag.footer
source: Hashtag channels are public. Anyone can join by entering the same name. Only lowercase letters, numbers, and hyphens are allowed.
de: Hashtag-Kanäle sind öffentlich. Jeder kann durch Eingabe desselben Namens beitreten. Nur Kleinbuchstaben, Zahlen und Bindestriche sind erlaubt.
es: Los canales hashtag son públicos. Cualquiera puede unirse introduciendo el mismo nombre. Solo se permiten letras minúsculas, números y guiones.
fr: Les canaux hashtag sont publics. Tout le monde peut les rejoindre en entrant le même nom. Seules les lettres minuscules, les chiffres et les tirets sont autorisés.
nl: Hashtag-kanalen zijn openbaar. Iedereen kan deelnemen door dezelfde naam in te voeren. Alleen kleine letters, cijfers en streepjes zijn toegestaan.
pl: Kanały hashtagowe są publiczne. Każdy może dołączyć, wpisując tę samą nazwę. Dozwolone są tylko małe litery, cyfry i myślniki.
ru: Хэштег-каналы публичные. Кто угодно может присоединиться, введя то же название. Разрешены только строчные буквы, цифры и дефисы.
uk: Хештег-канали публічні. Будь-хто може приєднатися, ввівши ту саму назву. Дозволені лише малі літери, цифри та дефіси.
zh_hans: 标签频道是公共的，任何人都可以通过输入相同的名称加入，仅允许小写字母、数字和连字符。

# chats.joinHashtag.encryptionDescription
source: The channel name is used to generate the encryption key. Anyone with the same name can read messages.
de: Der Kanalname wird zur Generierung des Verschlüsselungsschlüssels verwendet. Jeder mit demselben Namen kann Nachrichten lesen.
es: El nombre del canal se usa para generar la clave de cifrado. Cualquiera con el mismo nombre puede leer los mensajes.
fr: Le nom du canal est utilisé pour générer la clé de chiffrement. Toute personne avec le même nom peut lire les messages.
nl: De kanaalnaam wordt gebruikt om de encryptiesleutel te genereren. Iedereen met dezelfde naam kan berichten lezen.
pl: Nazwa kanału jest używana do generowania klucza szyfrowania. Każdy z tą samą nazwą może czytać wiadomości.
ru: Название канала используется для генерации ключа шифрования. Любой с таким же названием может читать сообщения.
uk: Назва каналу використовується для генерації ключа шифрування. Будь-хто з такою самою назвою може читати повідомлення.
zh_hans: 频道名称用于生成加密密钥，具有相同名称的任何人都可以读取消息。

# chats.joinHashtag.goToButton
source: Go to #%@
de: Zu #%@
es: Ir a #%@
fr: Aller à #%@
nl: Ga naar #%@
pl: Przejdź do #%@
ru: Перейти к #%@
uk: Перейти до #%@
zh_hans: 前往#%@

# chats.joinHashtag.joinButton
source: Join #%@
de: #%@ beitreten
es: Unirse a #%@
fr: Rejoindre #%@
nl: Deelnemen aan #%@
pl: Dołącz do #%@
ru: Присоединиться к #%@
uk: Приєднатися до #%@
zh_hans: 加入#%@

# chats.joinHashtag.existingHint
source: Opens the channel you've already joined
de: Öffnet den Kanal, dem du bereits beigetreten bist
es: Abre el canal al que ya te has unido
fr: Ouvre le canal que vous avez déjà rejoint
nl: Opent het kanaal waaraan je al deelneemt
pl: Otwiera kanał, do którego już dołączyłeś
ru: Открывает канал, к которому вы уже присоединились
uk: Відкриває канал, до якого ти вже приєднався
zh_hans: 打开您已加入的频道

# chats.joinHashtag.newHint
source: Creates and joins this hashtag channel
de: Erstellt und tritt diesem Hashtag-Kanal bei
es: Crea y se une a este canal hashtag
fr: Crée et rejoint ce canal hashtag
nl: Maakt en neemt deel aan dit hashtag-kanaal
pl: Tworzy i dołącza do tego kanału hashtagowego
ru: Создаёт и присоединяется к этому хэштег-каналу
uk: Створює та приєднується до цього хештег-каналу
zh_hans: 创建并加入此标签频道

# chats.joinHashtag.alreadyJoined
source: Already joined
de: Bereits beigetreten
es: Ya unido
fr: Déjà rejoint
nl: Al deelgenomen
pl: Już dołączono
ru: Уже присоединились
uk: Уже приєднано
zh_hans: 已加入

# chats.joinHashtag.alreadyJoinedAccessibility
source: Channel already joined
de: Kanal bereits beigetreten
es: Canal ya unido
fr: Canal déjà rejoint
nl: Al deelgenomen aan kanaal
pl: Już dołączono do kanału
ru: К каналу уже присоединились
uk: До каналу вже приєднано
zh_hans: 频道已加入

# chats.joinHashtag.title
source: Join Hashtag Channel
de: Hashtag-Kanal beitreten
es: Unirse a canal hashtag
fr: Rejoindre un canal hashtag
nl: Deelnemen aan hashtag-kanaal
pl: Dołącz do kanału hashtagowego
ru: Присоединиться к хэштег-каналу
uk: Приєднатися до хештег-каналу
zh_hans: 加入标签频道

# chats.joinFromMessage.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
nl: Laden...
pl: Ładowanie...
ru: Загрузка...
uk: Завантаження...
zh_hans: 正在加载...

# chats.joinFromMessage.title
source: Join Channel
de: Kanal beitreten
es: Unirse al canal
fr: Rejoindre le canal
nl: Deelnemen aan kanaal
pl: Dołącz do kanału
ru: Присоединиться к каналу
uk: Приєднатися до каналу
zh_hans: 加入频道

# chats.joinFromMessage.noDevice.title
source: No Device Connected
de: Kein Gerät verbunden
es: Dispositivo no conectado
fr: Aucun appareil connecté
nl: Geen apparaat verbonden
pl: Brak połączonego urządzenia
ru: Устройство не подключено
uk: Пристрій не підключено
zh_hans: 未连接设备

# chats.joinFromMessage.noDevice.description
source: Connect a device to join %@.
de: Verbinde ein Gerät, um %@ beizutreten.
es: Conecta un dispositivo para unirte a %@.
fr: Connectez un appareil pour rejoindre %@.
nl: Verbind een apparaat om deel te nemen aan %@.
pl: Połącz urządzenie, aby dołączyć do %@.
ru: Подключи устройство для присоединения к %@.
uk: Підключи пристрій, щоб приєднатися до %@.
zh_hans: 请先连接您的设备，才能加入 %@

# chats.joinFromMessage.noSlots.title
source: No Slots Available
de: Keine Slots verfügbar
es: Sin ranuras disponibles
fr: Aucun emplacement disponible
nl: Geen slots beschikbaar
pl: Brak dostępnych slotów
ru: Нет свободных слотов
uk: Немає вільних слотів
zh_hans: 无可用频道

# chats.joinFromMessage.noSlots.description
source: All channel slots are full. Remove an existing channel to join %@.
de: Alle Kanalslots sind belegt. Entferne einen vorhandenen Kanal, um %@ beizutreten.
es: Todas las ranuras de canal están llenas. Elimina un canal existente para unirte a %@.
fr: Tous les emplacements de canaux sont pleins. Supprimez un canal existant pour rejoindre %@.
nl: Alle kanaalslots zijn vol. Verwijder een bestaand kanaal om deel te nemen aan %@.
pl: Wszystkie sloty kanałów są zajęte. Usuń istniejący kanał, aby dołączyć do %@.
ru: Все слоты каналов заняты. Удали существующий канал, чтобы присоединиться к %@.
uk: Усі слоти каналів зайняті. Видали наявний канал, щоб приєднатися до %@.
zh_hans: 频道数量已达上限，请先退出一个频道，再尝试加入 %@

# chats.joinFromMessage.description
source: Hashtag channels are public. Anyone can join by entering the same name.
de: Hashtag-Kanäle sind öffentlich. Jeder kann durch Eingabe desselben Namens beitreten.
es: Los canales hashtag son públicos. Cualquiera puede unirse introduciendo el mismo nombre.
fr: Les canaux hashtag sont publics. Tout le monde peut les rejoindre en entrant le même nom.
nl: Hashtag-kanalen zijn openbaar. Iedereen kan deelnemen door dezelfde naam in te voeren.
pl: Kanały hashtagowe są publiczne. Każdy może dołączyć, wpisując tę samą nazwę.
ru: Хэштег-каналы публичные. Кто угодно может присоединиться, введя то же название.
uk: Хештег-канали публічні. Будь-хто може приєднатися, ввівши ту саму назву.
zh_hans: 标签频道是公共的，任何人都可以通过输入相同的名称加入.

# chats.joinFromMessage.joinButton
source: Join %@
de: %@ beitreten
es: Unirse a %@
fr: Rejoindre %@
nl: Deelnemen aan %@
pl: Dołącz do %@
ru: Присоединиться к %@
uk: Приєднатися до %@
zh_hans: 加入%@

# chats.joinFromMessage.error.noSlots
source: No available slots.
de: Keine verfügbaren Slots.
es: Sin ranuras disponibles.
fr: Aucun emplacement disponible.
nl: Geen beschikbare slots.
pl: Brak dostępnych slotów.
ru: Нет свободных слотов.
uk: Немає вільних слотів.
zh_hans: 无法加入，频道已满
