Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Contacts.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# contacts.trace.map.savedTitle
source: Path Saved
de: Pfad gespeichert
es: Ruta guardada
fr: Chemin enregistré
nl: Pad opgeslagen
pl: Ścieżka zapisana
ru: Путь сохранён
uk: Шлях збережено
zh_hans: 路径已保存

# contacts.trace.map.savedMessage
source: The path has been saved successfully.
de: Der Pfad wurde erfolgreich gespeichert.
es: La ruta se ha guardado correctamente.
fr: Le chemin a été enregistré avec succès.
nl: Het pad is succesvol opgeslagen.
pl: Ścieżka została pomyślnie zapisana.
ru: Путь успешно сохранён.
uk: Шлях успішно збережено.
zh_hans: 路径已成功保存。

# contacts.trace.map.saveFailedTitle
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
nl: Opslaan mislukt
pl: Zapisywanie nie powiodło się
ru: Сохранение не удалось
uk: Помилка збереження
zh_hans: 保存失败

# contacts.trace.map.saveFailedMessage
source: Failed to save the path. Please try again.
de: Der Pfad konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar la ruta. Por favor, inténtalo de nuevo.
fr: Impossible d'enregistrer le chemin. Veuillez réessayer.
nl: Kon het pad niet opslaan. Probeer het opnieuw.
pl: Nie udało się zapisać ścieżki. Spróbuj ponownie.
ru: Не удалось сохранить путь. Пожалуйста, попробуй снова.
uk: Не вдалося зберегти шлях. Спробуй ще раз.
zh_hans: 保存路径失败。请重试。

# contacts.trace.map.viewResults
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
nl: Resultaten
pl: Wyniki
ru: Результаты
uk: Результати
zh_hans: 结果

# contacts.results.title
source: Trace Results
de: Trace-Ergebnisse
es: Resultados de traza
fr: Résultats du tracé
nl: Trace-resultaten
pl: Wyniki śledzenia
ru: Результаты трассировки
uk: Результати трасування
zh_hans: 追踪结果

# contacts.results.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
pl: Zamknij
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# contacts.results.batchSuccess
source: %d of %d successful
de: %d von %d erfolgreich
es: %d de %d exitosas
fr: %d sur %d réussis
nl: %d van %d succesvol
pl: %d z %d udanych
ru: %d из %d успешных
uk: %d з %d успішних
zh_hans: %d/%d 成功

# contacts.results.batchProgress
source: Running Trace %d of %d...
de: Trace %d von %d wird ausgeführt...
es: Ejecutando traza %d de %d...
fr: Tracé %d sur %d en cours...
nl: Trace %d van %d uitvoeren...
pl: Uruchamianie śledzenia %d z %d...
ru: Выполняется трассировка %d из %d...
uk: Трасування %d з %d...
zh_hans: 正在运行追踪 %d/%d...

# contacts.results.batchCompleteLabel
source: Batch complete: %d of %d traces successful
de: Batch abgeschlossen: %d von %d Traces erfolgreich
es: Lote completo: %d de %d trazas exitosas
fr: Lot terminé : %d tracés sur %d réussis
nl: Batch voltooid: %d van %d traces succesvol
pl: Wsad zakończony: %d z %d śledzeń udanych
ru: Пакет завершён: %d из %d трассировок успешны
uk: Пакет завершено: %d з %d трасувань успішні
zh_hans: 批量完成：%d/%d 次追踪成功

# contacts.results.batchProgressLabel
source: Batch progress: trace %d of %d
de: Batch-Fortschritt: Trace %d von %d
es: Progreso del lote: traza %d de %d
fr: Progression du lot : tracé %d sur %d
nl: Batch-voortgang: trace %d van %d
pl: Postęp wsadu: śledzenie %d z %d
ru: Прогресс пакета: трассировка %d из %d
uk: Прогрес пакету: трасування %d з %d
zh_hans: 批量进度：追踪 %d/%d

# contacts.results.avgRoundTrip
source: Avg Round Trip
de: Durchschn. Umlaufzeit
es: Ida y vuelta promedio
fr: Aller-retour moy
nl: Gem. retour
pl: Śr. czas podróży
ru: Среднее время отклика
uk: Середній повний цикл
zh_hans: 平均往返

# contacts.results.avgRTTLabel
source: Average round trip: %d milliseconds, range %d to %d
de: Durchschnittliche Umlaufzeit: %d Millisekunden, Bereich %d bis %d
es: Ida y vuelta promedio: %d milisegundos, rango de %d a %d
fr: Aller-retour moyen : %d millisecondes, plage de %d à %d
nl: Gemiddelde retour: %d milliseconden, bereik %d tot %d
pl: Średni czas podróży: %d milisekund, zakres od %d do %d
ru: Среднее время отклика: %d миллисекунд, диапазон от %d до %d
uk: Середній повний цикл: %d мілісекунд, діапазон від %d до %d
zh_hans: 平均往返：%d 毫秒，范围 %d 至 %d

# contacts.results.comparison
source: vs. %d ms on %@
de: vs. %d ms am %@
es: vs. %d ms en %@
fr: vs %d ms le %@
nl: vs. %d ms op %@
pl: vs. %d ms w %@
ru: по сравнению с %d мс %@
uk: проти %d мс на %@
zh_hans: 对比 %@ 毫秒在 %@

# contacts.results.viewRuns
source: View %d runs
de: %d Durchläufe anzeigen
es: Ver %d ejecuciones
fr: Voir %d exécutions
nl: Bekijk %d uitvoeringen
pl: Zobacz %d uruchomień
ru: Просмотреть %d запусков
uk: Переглянути %d запусків
zh_hans: 查看 %d 次运行

# contacts.results.totalDistance
source: Total Distance
de: Gesamtentfernung
es: Distancia total
fr: Distance totale
nl: Totale afstand
pl: Całkowita odległość
ru: Общее расстояние
uk: Загальна відстань
zh_hans: 总距离

# contacts.results.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
nl: Niet beschikbaar
pl: Niedostępna
ru: Недоступно
uk: Недоступно
zh_hans: 不可用

# contacts.results.distanceInfo
source: Distance info
de: Entfernungsinfo
es: Info de distancia
fr: Infos sur la distance
nl: Afstandsinfo
pl: Informacje o odległości
ru: Информация о расстоянии
uk: Інформація про відстань
zh_hans: 距离信息

# contacts.results.distanceUnavailableLabel
source: Distance unavailable
de: Entfernung nicht verfügbar
es: Distancia no disponible
fr: Distance non disponible
nl: Afstand niet beschikbaar
pl: Odległość niedostępna
ru: Расстояние недоступно
uk: Відстань недоступна
zh_hans: 距离不可用

# contacts.results.distanceInfoHint
source: Double tap for details about missing locations
de: Doppeltippen für Details zu fehlenden Standorten
es: Toca dos veces para más detalles sobre ubicaciones faltantes
fr: Appuyez deux fois pour des détails sur les positions manquantes
nl: Dubbeltik voor details over ontbrekende locaties
pl: Dotknij dwukrotnie, aby uzyskać szczegóły o brakujących lokalizacjach
ru: Двойное нажатие для подробностей об отсутствующих местоположениях
uk: Двічі торкнись для деталей про відсутні місцезнаходження
zh_hans: 双击以了解有关缺失位置的详细信息

# contacts.results.distanceInfoTitle
source: Distance Unavailable
de: Entfernung nicht verfügbar
es: Distancia no disponible
fr: Distance non disponible
nl: Afstand niet beschikbaar
pl: Odległość niedostępna
ru: Расстояние недоступно
uk: Відстань недоступна
zh_hans: 距离不可用

# contacts.results.distanceInfoTitlePartial
source: Distance Info
de: Entfernungsinfo
es: Información de distancia
fr: Info distance
nl: Afstandsinfo
pl: Informacje o odległości
ru: Информация о расстоянии
uk: Інформація про відстань
zh_hans: 距离信息

# contacts.results.partialDistanceExplanation
source: Distance shown is between repeaters only. Your device's distance to the first repeater is not included because device location is unavailable.
de: Die angezeigte Entfernung umfasst nur die Strecke zwischen Repeatern. Die Entfernung von deinem Gerät zum ersten Repeater ist nicht enthalten, da der Gerätestandort nicht verfügbar ist.
es: La distancia mostrada es solo entre repetidores. La distancia desde tu dispositivo al primer repetidor no está incluida porque la ubicación del dispositivo no está disponible.
fr: La distance affichée concerne uniquement le trajet entre les répéteurs. La distance entre votre appareil et le premier répéteur n'est pas incluse car la position de l'appareil n'est pas disponible.
nl: De weergegeven afstand is alleen tussen repeaters. De afstand van je apparaat naar de eerste repeater is niet inbegrepen omdat de apparaatlocatie niet beschikbaar is.
pl: Wyświetlana odległość dotyczy tylko trasy między przekaźnikami. Odległość od urządzenia do pierwszego przekaźnika nie jest uwzględniona, ponieważ lokalizacja urządzenia jest niedostępna.
ru: Показано расстояние только между ретрансляторами. Расстояние от твоего устройства до первого ретранслятора не включено, так как местоположение устройства недоступно.
uk: Показана відстань лише між ретрансляторами. Відстань від вашого пристрою до першого ретранслятора не включена, оскільки місцезнаходження пристрою недоступне.
zh_hans: 显示的距离仅在中继器之间。由于设备位置不可用，因此不包括您的设备到第一个中继器的距离。

# contacts.results.partialDistanceHeader
source: Partial Distance
de: Teilentfernung
es: Distancia parcial
fr: Distance partielle
nl: Gedeeltelijke afstand
pl: Częściowa odległość
ru: Частичное расстояние
uk: Часткова відстань
zh_hans: 部分距离

# contacts.results.fullPathTip
source: Enable location services or set a location for your device to see the full path distance.
de: Aktiviere Standortdienste oder lege einen Standort für dein Gerät fest, um die vollständige Pfadentfernung zu sehen.
es: Activa los servicios de ubicación o establece una ubicación para tu dispositivo para ver la distancia completa de la ruta.
fr: Activez les services de localisation ou définissez une position pour votre appareil pour voir la distance complète du chemin.
nl: Schakel locatiediensten in of stel een locatie in voor je apparaat om de volledige padafstand te zien.
pl: Włącz usługi lokalizacji lub ustaw lokalizację urządzenia, aby zobaczyć pełną odległość ścieżki.
ru: Включи службы геолокации или установи местоположение для своего устройства, чтобы увидеть полное расстояние пути.
uk: Увімкни служби місцезнаходження або встанови місцезнаходження для свого пристрою, щоб бачити повну відстань шляху.
zh_hans: 启用定位服务或为您的设备设置位置以查看完整路径距离。

# contacts.results.fullPathHeader
source: To Include Full Path
de: Für vollständigen Pfad
es: Para incluir la ruta completa
fr: Pour inclure le chemin complet
nl: Voor volledig pad
pl: Aby uwzględnić pełną ścieżkę
ru: Для включения полного пути
uk: Для включення повного шляху
zh_hans: 以包含完整路径

# contacts.results.partialDistanceLabel
source: Partial distance
de: Teilentfernung
es: Distancia parcial
fr: Distance partielle
nl: Gedeeltelijke afstand
pl: Częściowa odległość
ru: Частичное расстояние
uk: Часткова відстань
zh_hans: 部分距离

# contacts.results.partialDistanceHint
source: Double tap to learn why device location is excluded
de: Doppeltippen, um zu erfahren, warum der Gerätestandort ausgeschlossen ist
es: Toca dos veces para saber por qué la ubicación del dispositivo está excluida
fr: Appuyez deux fois pour savoir pourquoi la position de l'appareil est exclue
nl: Dubbeltik om te leren waarom de apparaatlocatie is uitgesloten
pl: Stuknij dwukrotnie, aby dowiedzieć się, dlaczego lokalizacja urządzenia jest wykluczona
ru: Двойное нажатие, чтобы узнать, почему местоположение устройства исключено
uk: Двічі торкнись, щоб дізнатися, чому місцезнаходження пристрою виключено
zh_hans: 双击以了解为何排除设备位置

# contacts.results.needsRepeaters
source: Distance calculation requires at least 2 repeaters in the path.
de: Entfernungsberechnung erfordert mindestens 2 Repeater im Pfad.
es: El cálculo de distancia requiere al menos 2 repetidores en la ruta.
fr: Le calcul de la distance nécessite au moins 2 répéteurs dans le chemin.
nl: Afstandsberekening vereist minimaal 2 repeaters in het pad.
pl: Obliczenie odległości wymaga co najmniej 2 przekaźników w ścieżce.
ru: Для расчёта расстояния требуется как минимум 2 ретранслятора в пути.
uk: Розрахунок відстані потребує щонайменше 2 ретрансляторів у шляху.
zh_hans: 距离计算需要路径中至少有 2 个中继器。

# contacts.results.distanceError
source: Distance cannot be calculated. All repeaters have coordinates but an error occurred.
de: Entfernung kann nicht berechnet werden. Alle Repeater haben Koordinaten, aber ein Fehler ist aufgetreten.
es: No se puede calcular la distancia. Todos los repetidores tienen coordenadas pero ocurrió un error.
fr: La distance ne peut pas être calculée. Tous les répéteurs ont des coordonnées mais une erreur s'est produite.
nl: Afstand kan niet worden berekend. Alle repeaters hebben coördinaten maar er is een fout opgetreden.
pl: Nie można obliczyć odległości. Wszystkie przekaźniki mają współrzędne, ale wystąpił błąd.
ru: Расстояние невозможно вычислить. Все ретрансляторы имеют координаты, но произошла ошибка.
uk: Неможливо розрахувати відстань. Усі ретранслятори мають координати, але сталася помилка.
zh_hans: 无法计算距离。所有中继器都有坐标，但发生了错误。

# contacts.results.missingLocations
source: Distance cannot be calculated because the following repeaters don't have location coordinates set.
de: Entfernung kann nicht berechnet werden, weil die folgenden Repeater keine Standortkoordinaten haben.
es: No se puede calcular la distancia porque los siguientes repetidores no tienen coordenadas de ubicación establecidas.
fr: La distance ne peut pas être calculée car les répéteurs suivants n'ont pas de coordonnées de position définies.
nl: Afstand kan niet worden berekend omdat de volgende repeaters geen locatiecoördinaten hebben.
pl: Nie można obliczyć odległości, ponieważ następujące przekaźniki nie mają ustawionych współrzędnych lokalizacji.
ru: Расстояние невозможно вычислить, потому что у следующих ретрансляторов не установлены координаты местоположения.
uk: Неможливо розрахувати відстань, оскільки наступні ретранслятори не мають встановлених координат місцезнаходження.
zh_hans: 由于以下中继器没有设置位置坐标，因此无法计算距离。

# contacts.results.repeatersWithoutLocations
source: Repeaters Without Locations
de: Repeater ohne Standort
es: Repetidores sin ubicaciones
fr: Répéteurs sans position
nl: Repeaters zonder locaties
pl: Przekaźniki bez lokalizacji
ru: Ретрансляторы без местоположения
uk: Ретранслятори без місцезнаходження
zh_hans: 无位置的中继器

# contacts.results.savePath
source: Save Path
de: Pfad speichern
es: Guardar ruta
fr: Enregistrer le chemin
nl: Pad opslaan
pl: Zapisz ścieżkę
ru: Сохранить путь
uk: Зберегти шлях
zh_hans: 保存路径

# contacts.results.hop.myDevice
source: My Device
de: Mein Gerät
es: Mi dispositivo
fr: Mon appareil
nl: Mijn apparaat
pl: Moje urządzenie
ru: Моё устройство
uk: Мій пристрій
zh_hans: 我的设备

# contacts.results.hop.started
source: Started trace
de: Trace gestartet
es: Traza iniciada
fr: Tracé démarré
nl: Trace gestart
pl: Rozpoczęto śledzenie
ru: Трассировка запущена
uk: Розпочато трасування
zh_hans: 已开始追踪

# contacts.results.hop.received
source: Received response
de: Antwort empfangen
es: Respuesta recibida
fr: Réponse reçue
nl: Reactie ontvangen
pl: Odebrano odpowiedź
ru: Получен ответ
uk: Отримано відповідь
zh_hans: 已接收响应

# contacts.results.hop.repeated
source: Repeated
de: Wiederholt
es: Repetido
fr: Répété
nl: Herhaald
pl: Powtórzono
ru: Ретранслировано
uk: Ретрансльовано
zh_hans: 已中继

# contacts.results.hop.avgSNR
source: Avg SNR: %@ dB (%@ – %@)
de: Durchschn. SNR: %@ dB (%@ – %@)
es: SNR promedio: %@ dB (%@ – %@)
fr: RSB moy : %@ dB (%@ – %@)
nl: Gem. SNR: %@ dB (%@ – %@)
pl: Śr. SNR: %@ dB (%@ – %@)
ru: Средний SNR: %@ дБ (%@ – %@)
uk: Сер. SNR: %@ дБ (%@ – %@)
zh_hans: 平均信噪比：%@ dB（%@ – %@）

# contacts.results.hop.snr
source: SNR: %@ dB
fr: RSB : %@ dB
ru: SNR: %@ дБ
uk: SNR: %@ дБ
zh_hans: 信噪比：%@ dB

# contacts.results.hop.avgSNRLabel
source: Average signal to noise ratio: %@ decibels, range %@ to %@
de: Durchschnittliches Signal-Rausch-Verhältnis: %@ Dezibel, Bereich %@ bis %@
es: Relación señal ruido promedio: %@ decibelios, rango de %@ a %@
fr: Rapport signal sur bruit moyen : %@ décibels, plage de %@ à %@
nl: Gemiddelde signaal-ruisverhouding: %@ decibel, bereik %@ tot %@
pl: Średni stosunek sygnału do szumu: %@ decybeli, zakres od %@ do %@
ru: Среднее отношение сигнал/шум: %@ децибел, диапазон от %@ до %@
uk: Середнє співвідношення сигнал/шум: %@ децибел, діапазон від %@ до %@
zh_hans: 平均信噪比：%@ 分贝，范围 %@ 至 %@

# contacts.trace.error.noResponse
source: No response received
de: Keine Antwort erhalten
es: Sin respuesta recibida
fr: Aucune réponse reçue
nl: Geen reactie ontvangen
pl: Nie otrzymano odpowiedzi
ru: Ответ не получен
uk: Відповідь не отримано
zh_hans: 未收到响应

# contacts.trace.error.allFailed
source: All %d traces failed
de: Alle %d Traces fehlgeschlagen
es: Las %d trazas fallaron
fr: Les %d tracés ont échoué
nl: Alle %d traces mislukt
pl: Wszystkie %d śledzenia nie powiodły się
ru: Все %d трассировок завершились ошибкой
uk: Усі %d трасувань не вдалися
zh_hans: 所有 %d 次追踪均失败

# contacts.trace.error.sendFailed
source: Failed to send trace packet
de: Senden des Trace-Pakets fehlgeschlagen
es: Error al enviar paquete de traza
fr: Échec de l'envoi du paquet de tracé
nl: Kon trace-pakket niet verzenden
pl: Nie udało się wysłać pakietu śledzenia
ru: Не удалось отправить пакет трассировки
uk: Не вдалося надіслати пакет трасування
zh_hans: 发送追踪数据包失败

# contacts.statsBadge.accessibility
source: Distance: %@, Signal: %d decibels
de: Entfernung: %@, Signal: %d Dezibel
es: Distancia: %@, Señal: %d decibelios
fr: Distance : %@, Signal : %d décibels
nl: Afstand: %@, Signaal: %d decibel
pl: Odległość: %@, Sygnał: %d decybeli
ru: Расстояние: %@, Сигнал: %d децибел
uk: Відстань: %@, Сигнал: %d децибел
zh_hans: 距离：%@，信号：%d 分贝

# contacts.viewModel.connectToDelete
source: Connect to a radio to delete nodes
de: Mit Funk verbinden, um Knoten zu löschen
es: Conecta una radio para eliminar nodos
fr: Connectez-vous à une radio pour supprimer des nœuds
nl: Verbind met een radio om nodes te verwijderen
pl: Połącz się z radiem, aby usunąć węzły
ru: Подключись к радио для удаления узлов
uk: Підключись до радіо для видалення вузлів
zh_hans: 连接到无线电以删除节点

# contacts.pathManagement.error.saveFailed
source: Save path failed: %@
de: Pfad speichern fehlgeschlagen: %@
es: Error al guardar ruta: %@
fr: Échec de l'enregistrement du chemin : %@
nl: Pad opslaan mislukt: %@
pl: Zapisywanie ścieżki nie powiodło się: %@
ru: Ошибка сохранения пути: %@
uk: Помилка збереження шляху: %@
zh_hans: 保存路径失败：%@

# contacts.pathManagement.error.resetFailed
source: Reset path failed: %@
de: Pfad zurücksetzen fehlgeschlagen: %@
es: Error al restablecer ruta: %@
fr: Échec de la réinitialisation du chemin : %@
nl: Pad resetten mislukt: %@
pl: Resetowanie ścieżki nie powiodło się: %@
ru: Ошибка сброса пути: %@
uk: Помилка скидання шляху: %@
zh_hans: 重置路径失败：%@

# contacts.pathManagement.error.setFailed
source: Set path failed: %@
de: Pfad setzen fehlgeschlagen: %@
es: Error al establecer ruta: %@
fr: Échec de la définition du chemin : %@
nl: Pad instellen mislukt: %@
pl: Ustawianie ścieżki nie powiodło się: %@
ru: Ошибка установки пути: %@
uk: Помилка встановлення шляху: %@
zh_hans: 设置路径失败：%@

# contacts.codeInput.error.invalidFormat
source: Invalid format: %@
de: Ungültiges Format: %@
es: Formato inválido: %@
fr: Format invalide : %@
nl: Ongeldig formaat: %@
pl: Nieprawidłowy format: %@
ru: Неверный формат: %@
uk: Недійсний формат: %@
zh_hans: 无效格式：%@

# contacts.codeInput.error.notFound
source: %@ not found
de: %@ nicht gefunden
es: %@ no encontrado
fr: %@ introuvable
nl: %@ niet gevonden
pl: Nie znaleziono %@
ru: %@ не найден
uk: %@ не знайдено
zh_hans: 未找到%@

# contacts.codeInput.error.alreadyInPath
source: %@ already in path
de: %@ bereits im Pfad
es: %@ ya está en la ruta
fr: %@ déjà dans le chemin
nl: %@ al in pad
pl: %@ już jest w ścieżce
ru: %@ уже в пути
uk: %@ вже в шляху
zh_hans: %@ 已在路径中

# contacts.pathName.prefix
source: Path %@
de: Pfad %@
es: Ruta %@
fr: Chemin %@
nl: Pad %@
pl: Ścieżka %@
ru: Путь %@
uk: Шлях %@
zh_hans: 路径 %@
