Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Contacts.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# contacts.detail.alert.block.message
source: You won't receive messages from %@. Conversations from this user will be hidden from your Chats list, and their channel messages will not appear. Unblocking will reverse these actions and make visible any messages they have sent.
de: Du wirst keine Nachrichten von %@ erhalten. Unterhaltungen von diesem Benutzer werden aus deiner Chatliste ausgeblendet und Kanalnachrichten werden nicht angezeigt. Das Entsperren macht diese Aktionen rückgängig und zeigt alle gesendeten Nachrichten an.
es: No recibirás mensajes de %@. Las conversaciones de este usuario se ocultarán de tu lista de Chats, y sus mensajes de canal no aparecerán. Desbloquear revertirá estas acciones y hará visibles los mensajes que hayan enviado.
fr: Vous ne recevrez plus de messages de %@. Les conversations de cet utilisateur seront masquées de votre liste de Messages, et leurs messages de canal n'apparaîtront pas. Le déblocage inversera ces actions et rendra visibles tous les messages qu'ils ont envoyés.
nl: Je ontvangt geen berichten meer van %@. Gesprekken van deze gebruiker worden verborgen in je Chats-lijst en hun kanaalberichten verschijnen niet. Deblokkeren maakt dit ongedaan en toont alle berichten die ze hebben gestuurd.
pl: Nie będziesz otrzymywać wiadomości od %@. Rozmowy od tego użytkownika będą ukryte na liście czatów, a ich wiadomości na kanałach nie będą wyświetlane. Odblokowanie odwróci te działania i uczyni widocznymi wszystkie wysłane wiadomości.
ru: Ты больше не будешь получать сообщения от %@. Переписки с этим пользователем будут скрыты из списка чатов, а их сообщения в каналах не будут отображаться. Разблокировка отменит эти действия и покажет все полученные сообщения.
uk: Ти не отримуватимеш повідомлення від %@. Розмови з цим користувачем будуть приховані зі списку чатів, а їхні повідомлення в каналах не відображатимуться. Розблокування скасує ці дії та зробить видимими всі надіслані ними повідомлення.
zh_hans: 您将不会收到来自 %@ 的消息。来自此用户的对话将从您的聊天列表中隐藏，其频道消息也不会出现。取消屏蔽将撤销这些操作并显示他们发送的任何消息。

# contacts.detail.alert.delete.title
source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
nl: %@ verwijderen
pl: Usuń %@
ru: Удалить %@
uk: Видалити %@
zh_hans: 删除%@

# contacts.detail.alert.delete.message
source: This will remove %@ and delete all associated data. This action cannot be undone.
de: %@ und alle zugehörigen Daten werden entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará %@ y borrará todos los datos asociados. Esta acción no se puede deshacer.
fr: Cela supprimera %@ et toutes les données associées. Cette action est irréversible.
nl: Dit verwijdert %@ en wist alle bijbehorende gegevens. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie %@ i wszystkich powiązanych danych. Tej operacji nie można cofnąć.
ru: Это удалит %@ и все связанные данные. Это действие нельзя отменить.
uk: Це видалить %@ та всі пов'язані дані. Цю дію неможливо скасувати.
zh_hans: 这将移除 %@ 并删除所有相关数据。此操作无法撤销。

# contacts.detail.alert.pathError
source: Path Error
de: Pfadfehler
es: Error de ruta
fr: Erreur de chemin
nl: Padfout
pl: Błąd ścieżki
ru: Ошибка пути
uk: Помилка шляху
zh_hans: 路径错误

# contacts.detail.alert.pathDiscovery
source: Path Discovery
de: Pfadermittlung
es: Descubrimiento de ruta
fr: Découverte du chemin
nl: Pad ontdekken
pl: Odkrywanie ścieżki
ru: Поиск пути
uk: Пошук шляху
zh_hans: 路径发现

# contacts.blocked.title
source: Blocked Contacts
de: Blockierte Kontakte
es: Contactos bloqueados
fr: Contacts bloqués
nl: Geblokkeerde contacten
pl: Zablokowane kontakty
ru: Заблокированные контакты
uk: Заблоковані контакти
zh_hans: 已屏蔽联系人

# contacts.blocked.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
nl: Laden...
pl: Ładowanie...
ru: Загрузка...
uk: Завантаження...
zh_hans: 正在加载...

# contacts.blocked.empty.title
source: No Blocked Contacts
de: Keine blockierten Kontakte
es: Sin contactos bloqueados
fr: Aucun contact bloqué
nl: Geen geblokkeerde contacten
pl: Brak zablokowanych kontaktów
ru: Нет заблокированных контактов
uk: Немає заблокованих контактів
zh_hans: 无已屏蔽联系人

# contacts.blocked.empty.description
source: Contacts you block will appear here.
de: Kontakte, die du blockierst, erscheinen hier.
es: Los contactos que bloquees aparecerán aquí.
fr: Les contacts que vous bloquez apparaîtront ici.
nl: Contacten die je blokkeert verschijnen hier.
pl: Zablokowane kontakty pojawią się tutaj.
ru: Заблокированные контакты будут отображаться здесь.
uk: Контакти, яких ви заблокуєте, з'являться тут.
zh_hans: 您屏蔽的联系人将显示在此处。

# contacts.add.title
source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
nl: Contact toevoegen
pl: Dodaj kontakt
ru: Добавить контакт
uk: Додати контакт
zh_hans: 添加联系人

# contacts.add.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
nl: Toevoegen
pl: Dodaj
ru: Добавить
uk: Додати
zh_hans: 添加

# contacts.add.scanQR
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
pl: Skanuj kod QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

# contacts.add.type
source: Type
de: Typ
es: Tipo
pl: Typ
ru: Тип
uk: Тип
zh_hans: 类型

# contacts.add.name
source: Name
es: Nombre
fr: Nom
nl: Naam
pl: Nazwa
ru: Имя
uk: Ім'я
zh_hans: 名称

# contacts.add.contactName
source: Contact Name
de: Kontaktname
es: Nombre del contacto
fr: Nom du contact
nl: Contactnaam
pl: Nazwa kontaktu
ru: Имя контакта
uk: Ім'я контакту
zh_hans: 联系人名称

# contacts.add.publicKey
source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
nl: Publieke sleutel
pl: Klucz publiczny
ru: Публичный ключ
uk: Публічний ключ
zh_hans: 公钥

# contacts.add.hexPlaceholder
source: %d hex characters
de: %d Hex-Zeichen
es: %d caracteres hexadecimales
fr: %d caractères hexadécimaux
nl: %d hex-tekens
pl: %d znaków szesnastkowych
ru: %d шестнадцатеричных символов
uk: %d шістнадцяткових символів
zh_hans: %d 个十六进制字符

# contacts.add.valid
source: Valid
de: Gültig
es: Válido
fr: Valide
nl: Geldig
pl: Prawidłowy
ru: Действителен
uk: Дійсний
zh_hans: 有效

# contacts.add.characterCount
source: %d/%d characters
de: %d/%d Zeichen
es: %d/%d caracteres
fr: %d/%d caractères
nl: %d/%d tekens
pl: %d/%d znaków
ru: %d/%d символов
uk: %d/%d символів
zh_hans: %d/%d 个字符

# contacts.add.publicKeyFooter
source: Enter the %d-character hexadecimal public key of the contact
de: Gib den %d-stelligen hexadezimalen öffentlichen Schlüssel des Kontakts ein
es: Introduce la clave pública hexadecimal de %d caracteres del contacto
fr: Entrez la clé publique hexadécimale de %d caractères du contact
nl: Voer de %d-karakter hexadecimale publieke sleutel van het contact in
pl: Wprowadź %d-znakowy szesnastkowy klucz publiczny kontaktu
ru: Введи %d-символьный шестнадцатеричный публичный ключ контакта
uk: Введи %d-символьний шістнадцятковий публічний ключ контакту
zh_hans: 输入联系人 %d 字符十六进制公钥

# contacts.add.error.notConnected
source: Not connected to device
de: Nicht mit Gerät verbunden
es: No conectado al dispositivo
fr: Non connecté à l'appareil
nl: Niet verbonden met apparaat
pl: Nie połączono z urządzeniem
ru: Нет подключения к устройству
uk: Не підключено до пристрою
zh_hans: 未连接到设备

# contacts.add.error.invalidFormat
source: Invalid public key format
de: Ungültiges Format des öffentlichen Schlüssels
es: Formato de clave pública inválido
fr: Format de clé publique invalide
nl: Ongeldig formaat publieke sleutel
pl: Nieprawidłowy format klucza publicznego
ru: Неверный формат публичного ключа
uk: Недійсний формат публічного ключа
zh_hans: 无效的公钥格式

# contacts.add.error.invalidSize
source: Public key must be %d bytes (%d hex characters)
de: Öffentlicher Schlüssel muss %d Bytes (%d Hex-Zeichen) haben
es: La clave pública debe ser de %d bytes (%d caracteres hexadecimales)
fr: La clé publique doit faire %d octets (%d caractères hexadécimaux)
nl: Publieke sleutel moet %d bytes zijn (%d hex-tekens)
pl: Klucz publiczny musi mieć %d bajtów (%d znaków szesnastkowych)
ru: Публичный ключ должен быть %d байт (%d шестнадцатеричных символов)
uk: Публічний ключ повинен бути %d байт (%d шістнадцяткових символів)
zh_hans: 公钥必须是 %d 字节（%d 个十六进制字符）

# contacts.add.error.nodeListFull
source: Node list is full (max %d nodes)
de: Knotenliste ist voll (max. %d Knoten)
es: La lista de nodos está llena (máximo %d nodos)
fr: La liste de nœuds est pleine (max %d nœuds)
nl: Knooppuntlijst is vol (max %d knooppunten)
pl: Lista węzłów jest pełna (maks. %d węzłów)
ru: Список узлов заполнен (максимум %d узлов)
uk: Список вузлів заповнений (макс. %d вузлів)
zh_hans: 节点列表已满（最多 %d 个节点）

# contacts.add.error.nodeListFullSimple
source: Node list is full
zh_hans: 节点列表已满

# contacts.qr.title
source: Share Contact
de: Kontakt teilen
es: Compartir contacto
fr: Partager le contact
nl: Contact delen
pl: Udostępnij kontakt
ru: Поделиться контактом
uk: Поділитися контактом
zh_hans: 分享联系人

# contacts.qr.shareSubject
source: PocketMesh Contact
de: PocketMesh-Kontakt
es: Contacto de PocketMesh
fr: Contact PocketMesh
pl: Kontakt PocketMesh
ru: Контакт PocketMesh
uk: Контакт PocketMesh
zh_hans: PocketMesh 联系人

# contacts.qr.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
nl: Kopiëren
pl: Kopiuj
ru: Копировать
uk: Копіювати
zh_hans: 复制

# contacts.qr.copied
source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
nl: Gekopieerd!
pl: Skopiowano!
ru: Скопировано!
uk: Скопійовано!
zh_hans: 已复制！

# contacts.qr.share
source: Share
de: Teilen
es: Compartir
fr: Partager
nl: Delen
pl: Udostępnij
ru: Поделиться
uk: Поділитися
zh_hans: 分享

# contacts.scan.title
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
pl: Skanuj kod QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

# contacts.scan.unavailable.title
source: Scanner Not Available
de: Scanner nicht verfügbar
es: Escáner no disponible
fr: Scanner non disponible
nl: Scanner niet beschikbaar
pl: Skaner niedostępny
ru: Сканер недоступен
uk: Сканер недоступний
zh_hans: 扫描器不可用

# contacts.scan.unavailable.description
source: QR scanning is not supported on this device
de: QR-Scannen wird auf diesem Gerät nicht unterstützt
es: El escaneo QR no está soportado en este dispositivo
fr: Le scan de code QR n'est pas pris en charge sur cet appareil
nl: QR-scanning wordt niet ondersteund op dit apparaat
pl: Skanowanie QR nie jest obsługiwane na tym urządzeniu
ru: Сканирование QR-кодов не поддерживается на этом устройстве
uk: Сканування QR-кодів не підтримується на цьому пристрої
zh_hans: 此设备不支持二维码扫描

# contacts.scan.importing
source: Importing contact...
de: Kontakt wird importiert...
es: Importando contacto...
fr: Importation du contact...
nl: Contact importeren...
pl: Importowanie kontaktu...
ru: Импорт контакта...
uk: Імпорт контакту...
zh_hans: 正在导入联系人...

# contacts.scan.instruction
source: Point your camera at a contact QR code
de: Richte deine Kamera auf einen Kontakt-QR-Code
es: Apunta tu cámara a un código QR de contacto
fr: Pointez votre caméra vers un code QR de contact
nl: Richt je camera op een contact-QR-code
pl: Skieruj kamerę na kod QR kontaktu
ru: Наведи камеру на QR-код контакта
uk: Наведи камеру на QR-код контакту
zh_hans: 将您的摄像头对准联系人二维码

# contacts.scan.permission.title
source: Camera Access Required
de: Kamerazugriff erforderlich
es: Acceso a cámara requerido
fr: Accès à la caméra requis
nl: Cameratoegang vereist
pl: Wymagany dostęp do kamery
ru: Требуется доступ к камере
uk: Потрібен доступ до камери
zh_hans: 需要相机访问权限

# contacts.scan.permission.description
source: Please enable camera access in Settings to scan QR codes.
de: Bitte aktiviere den Kamerazugriff in den Einstellungen, um QR-Codes zu scannen.
es: Activa el acceso a la cámara en Ajustes para escanear códigos QR.
fr: Veuillez activer l'accès à la caméra dans les Réglages pour scanner les codes QR.
nl: Schakel cameratoegang in via Instellingen om QR-codes te scannen.
pl: Włącz dostęp do kamery w Ustawieniach, aby skanować kody QR.
ru: Пожалуйста, включи доступ к камере в Настройках для сканирования QR-кодов.
uk: Увімкни доступ до камери в Налаштуваннях для сканування QR-кодів.
zh_hans: 请在设置中启用相机访问权限以扫描二维码。

# contacts.scan.error.invalidFormat
source: Invalid QR code format
de: Ungültiges QR-Code-Format
es: Formato de código QR inválido
fr: Format de code QR invalide
nl: Ongeldig QR-codeformaat
pl: Nieprawidłowy format kodu QR
ru: Неверный формат QR-кода
uk: Недійсний формат QR-коду
zh_hans: 无效的二维码格式

# contacts.scan.error.missingName
source: Invalid QR code: missing name
de: Ungültiger QR-Code: Name fehlt
es: Código QR inválido: falta nombre
fr: Code QR invalide : nom manquant
nl: Ongeldige QR-code: naam ontbreekt
pl: Nieprawidłowy kod QR: brak nazwy
ru: Неверный QR-код: отсутствует имя
uk: Недійсний QR-код: відсутнє ім'я
zh_hans: 无效的二维码：缺少名称

# contacts.scan.error.invalidKey
source: Invalid QR code: invalid public key
de: Ungültiger QR-Code: ungültiger öffentlicher Schlüssel
es: Código QR inválido: clave pública inválida
fr: Code QR invalide : clé publique invalide
nl: Ongeldige QR-code: ongeldige publieke sleutel
pl: Nieprawidłowy kod QR: nieprawidłowy klucz publiczny
ru: Неверный QR-код: недействительный публичный ключ
uk: Недійсний QR-код: недійсний публічний ключ
zh_hans: 无效的二维码：无效的公钥

# contacts.discovery.title
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
nl: Ontdekken
pl: Odkryj
ru: Обнаружение
uk: Виявлення
zh_hans: 发现

# contacts.discovery.empty.title
source: No Discovered Nodes
de: Keine entdeckten Knoten
es: Sin nodos descubiertos
fr: Aucun nœud découvert
nl: Geen ontdekte nodes
pl: Brak odkrytych węzłów
ru: Нет обнаруженных узлов
uk: Немає виявлених вузлів
zh_hans: 无发现的节点

# contacts.discovery.empty.description
source: When Auto-Add Nodes is disabled, newly discovered nodes will appear here for you to add manually.
de: Wenn automatisches Hinzufügen von Knoten deaktiviert ist, erscheinen neu entdeckte Knoten hier zum manuellen Hinzufügen.
es: Los nodos aparecerán aquí a medida que se descubran sus anuncios.
fr: Les nœuds apparaîtront ici au fur et à mesure que leurs annonces sont découvertes.
nl: Nodes verschijnen hier zodra hun advertenties worden ontdekt.
pl: Węzły pojawią się tutaj w miarę odkrywania ich ogłoszeń.
ru: Узлы будут появляться здесь по мере обнаружения их объявлений.
uk: Вузли з'являтимуться тут, коли їхні оголошення будуть виявлені.
zh_hans: 节点将在发现其广播后显示在此处。

# contacts.discovery.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
nl: Toevoegen
pl: Dodaj
ru: Добавить
uk: Додати
zh_hans: 添加

# contacts.discovery.added
source: Added
zh_hans: 已添加

# contacts.discovery.addedAccessibility
source: Already added to contacts
zh_hans: 已添加到联系人

# contacts.discovery.error.servicesUnavailable
source: Services not available
de: Dienste nicht verfügbar
es: Servicios no disponibles
fr: Services non disponibles
nl: Services niet beschikbaar
pl: Usługi niedostępne
ru: Сервисы недоступны
uk: Сервіси недоступні
zh_hans: 服务不可用

# contacts.discovery.segment.all
source: All
de: Alle
es: Todos
fr: Tous
nl: Alle
pl: Wszystkie
ru: Все
uk: Усі
zh_hans: 全部

# contacts.discovery.segment.contacts
source: Contacts
de: Kontakte
es: Contactos
nl: Contacten
pl: Kontakty
ru: Контакты
uk: Контакти
zh_hans: 联系人

# contacts.discovery.segment.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
pl: Sieć
ru: Сеть
uk: Мережа
zh_hans: 网络

# contacts.discovery.searchPrompt
source: Search discovered
de: Entdeckte suchen
es: Buscar descubiertos
fr: Rechercher découverts
nl: Zoek ontdekte
pl: Szukaj odkrytych
ru: Поиск обнаруженных
uk: Шукати виявлені
zh_hans: 搜索发现

# contacts.discovery.menu
source: More
de: Mehr
es: Más
fr: Plus
nl: Meer
pl: Więcej
ru: Ещё
uk: Більше
zh_hans: 更多

# contacts.discovery.clear
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
nl: Alles wissen
pl: Wyczyść wszystko
ru: Очистить всё
uk: Очистити все
zh_hans: 清除全部

# contacts.discovery.clear.title
source: Clear all discovered nodes?
de: Alle entdeckten Knoten löschen?
es: ¿Borrar todos los nodos descubiertos?
fr: Effacer tous les nœuds découverts ?
nl: Alle ontdekte knooppunten wissen?
pl: Wyczyścić wszystkie odkryte węzły?
ru: Очистить все обнаруженные узлы?
uk: Очистити всі виявлені вузли?
zh_hans: 清除所有发现的节点？

# contacts.discovery.clear.message
source: Discovered nodes will be removed from this list but can be rediscovered on the mesh network.
de: Entdeckte Knoten werden aus dieser Liste entfernt, können aber im Mesh-Netzwerk erneut entdeckt werden.
es: Los nodos descubiertos se eliminarán de esta lista pero pueden volver a descubrirse en la red mesh.
fr: Les nœuds découverts seront supprimés de cette liste mais pourront être redécouverts sur le réseau mesh.
nl: Ontdekte knooppunten worden uit deze lijst verwijderd maar kunnen opnieuw worden ontdekt op het mesh-netwerk.
pl: Odkryte węzły zostaną usunięte z tej listy, ale mogą zostać ponownie odkryte w sieci mesh.
ru: Обнаруженные узлы будут удалены из этого списка, но могут быть обнаружены снова в mesh-сети.
uk: Виявлені вузли будуть видалені з цього списку, але можуть бути виявлені знову в mesh-мережі.
zh_hans: 发现的节点将从此列表中移除，但可以在网状网络上重新发现。

# contacts.discovery.clear.confirm
source: Clear
de: Löschen
es: Borrar
fr: Effacer
nl: Wissen
pl: Wyczyść
ru: Очистить
uk: Очистити
zh_hans: 清除

# contacts.discovery.searchingAllTypes
source: Searching all types
de: Suche alle Typen
es: Buscando todos los tipos
fr: Recherche de tous les types
nl: Alle typen doorzoeken
pl: Wyszukiwanie wszystkich typów
ru: Поиск всех типов
uk: Пошук усіх типів
zh_hans: 正在搜索所有类型

# contacts.discovery.sortMenu
source: Sort options
de: Sortieroptionen
es: Opciones de orden
fr: Options de tri
nl: Sorteeropties
pl: Opcje sortowania
ru: Параметры сортировки
uk: Параметри сортування
zh_hans: 排序选项

# contacts.discovery.sortMenuHint
source: Choose how to sort discovered nodes
de: Wählen Sie die Sortierung für entdeckte Knoten
es: Elegir cómo ordenar los nodos descubiertos
fr: Choisir comment trier les nœuds découverts
nl: Kies hoe ontdekte knooppunten worden gesorteerd
pl: Wybierz sposób sortowania odkrytych węzłów
ru: Выберите способ сортировки обнаруженных узлов
uk: Виберіть спосіб сортування виявлених вузлів
zh_hans: 选择如何对发现的节点进行排序

# contacts.discovery.clearedAllNodes
source: All discovered nodes cleared
de: Alle entdeckten Knoten gelöscht
es: Todos los nodos descubiertos borrados
fr: Tous les nœuds découverts effacés
nl: Alle ontdekte knooppunten gewist
pl: Wszystkie odkryte węzły wyczyszczone
ru: Все обнаруженные узлы очищены
uk: Усі виявлені вузли очищено
zh_hans: 所有发现的节点已清除

# contacts.discovery.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 移除

# contacts.discovery.empty.search.title
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
nl: Geen resultaten
pl: Brak wyników
ru: Нет результатов
uk: Немає результатів
zh_hans: 无结果

# contacts.discovery.empty.search.description
source: No discovered nodes match '%@'
de: Keine entdeckten Knoten entsprechen '%@'
es: Ningún nodo descubierto coincide con '%@'
fr: Aucun nœud découvert ne correspond à '%@'
nl: Geen ontdekte knooppunten komen overeen met '%@'
pl: Żaden odkryty węzeł nie pasuje do '%@'
ru: Ни один обнаруженный узел не соответствует '%@'
uk: Жоден виявлений вузол не відповідає '%@'
zh_hans: 没有发现的节点匹配'%@'

# contacts.pathEdit.title
source: Edit Path
de: Pfad bearbeiten
es: Editar ruta
fr: Modifier le chemin
nl: Pad bewerken
pl: Edytuj ścieżkę
ru: Изменить путь
uk: Редагувати шлях
zh_hans: 编辑路径

# contacts.pathEdit.description
source: Customize the route messages take to reach %@.
de: Passe die Route an, über die Nachrichten zu %@ gelangen.
es: Personaliza la ruta que toman los mensajes para llegar a %@.
fr: Personnalisez la route que prennent les messages pour atteindre %@.
nl: Pas de route aan die berichten nemen om %@ te bereiken.
pl: Dostosuj trasę, którą wiadomości podążają do %@.
ru: Настрой маршрут сообщений для связи с %@.
uk: Налаштуй маршрут повідомлень до %@.
zh_hans: 自定义消息到达 %@ 的路由。

# contacts.pathEdit.currentPath
source: Current Path
de: Aktueller Pfad
es: Ruta actual
fr: Chemin actuel
nl: Huidig pad
pl: Aktualna ścieżka
ru: Текущий путь
uk: Поточний шлях
zh_hans: 当前路径

# contacts.pathEdit.emptyFooter
source: No path set (direct or flood routing)
de: Kein Pfad gesetzt (direkt oder Flood-Routing)
es: Sin ruta establecida (enrutamiento directo o por inundación)
fr: Aucun chemin défini (routage direct ou par inondation)
nl: Geen pad ingesteld (direct of flood-routing)
pl: Brak ustawionej ścieżki (routing bezpośredni lub rozproszony)
ru: Путь не задан (прямое соединение или рассылка)
uk: Шлях не встановлено (пряма маршрутизація або розсилка)
zh_hans: 未设置路径（直接或泛洪路由）

# contacts.pathEdit.instructionsFooter
source: Drag to reorder. Tap to remove.
de: Ziehen zum Neuordnen. Tippen zum Entfernen.
es: Arrastra para reordenar. Toca para eliminar.
fr: Faites glisser pour réorganiser. Appuyez pour supprimer.
nl: Sleep om te ordenen. Tik om te verwijderen.
pl: Przeciągnij, aby zmienić kolejność. Dotknij, aby usunąć.
ru: Перетащи для изменения порядка. Нажми для удаления.
uk: Перетягни для зміни порядку. Торкнись для видалення.
zh_hans: 拖动以重新排序。点击以移除。

# contacts.pathEdit.addRepeater
source: Add Repeater
de: Repeater hinzufügen
es: Añadir repetidor
fr: Ajouter un répéteur
nl: Repeater toevoegen
pl: Dodaj przekaźnik
ru: Добавить ретранслятор
uk: Додати ретранслятор
zh_hans: 添加中继器

# contacts.pathEdit.noRepeaters.title
source: No Repeaters Available
de: Keine Repeater verfügbar
es: Sin repetidores disponibles
fr: Aucun répéteur disponible
nl: Geen repeaters beschikbaar
pl: Brak dostępnych przekaźników
ru: Нет доступных ретрансляторов
uk: Немає доступних ретрансляторів
zh_hans: 无可用中继器

# contacts.pathEdit.noRepeaters.description
source: Repeaters appear here once they're discovered in your mesh network.
de: Repeater erscheinen hier, sobald sie in deinem Mesh-Netzwerk entdeckt werden.
es: Los repetidores aparecen aquí una vez que se descubren en tu red mesh.
fr: Les répéteurs apparaissent ici une fois qu'ils sont découverts dans votre réseau mesh.
nl: Repeaters verschijnen hier zodra ze worden ontdekt in je mesh-netwerk.
pl: Przekaźniki pojawią się tutaj po wykryciu w sieci mesh.
ru: Ретрансляторы появятся здесь после обнаружения в сети mesh.
uk: Ретранслятори з'являться тут після виявлення у вашій mesh-мережі.
zh_hans: 中继器将在您的网状网络中发现后显示在此处。

# contacts.pathEdit.addFooter
source: Tap a repeater to add it to the path.
de: Tippe auf einen Repeater, um ihn zum Pfad hinzuzufügen.
es: Toca un repetidor para añadirlo a la ruta.
fr: Appuyez sur un répéteur pour l'ajouter au chemin.
nl: Tik op een repeater om deze aan het pad toe te voegen.
pl: Dotknij przekaźnik, aby dodać go do ścieżki.
ru: Нажми на ретранслятор, чтобы добавить его в путь.
uk: Торкнись ретранслятора, щоб додати його до шляху.
zh_hans: 点击中继器将其添加到路径。

# contacts.pathEdit.addToPath
source: Add %@ to path
de: %@ zum Pfad hinzufügen
es: Añadir %@ a la ruta
fr: Ajouter %@ au chemin
nl: Voeg %@ toe aan pad
pl: Dodaj %@ do ścieżki
ru: Добавить %@ в путь
uk: Додати %@ до шляху
zh_hans: 将 %@ 添加到路径

# contacts.pathEdit.hopWithName
source: Hop %d of %d: %@
de: Sprung %d von %d: %@
es: Salto %d de %d: %@
fr: Saut %d sur %d : %@
nl: Sprong %d van %d: %@
pl: Skok %d z %d: %@
ru: Переход %d из %d: %@
uk: Перехід %d з %d: %@
zh_hans: 第 %d/%d 跳：%@

# contacts.pathEdit.hopWithHex
source: Hop %d of %d: repeater %@
de: Sprung %d von %d: Repeater %@
es: Salto %d de %d: repetidor %@
fr: Saut %d sur %d : répéteur %@
nl: Sprong %d van %d: repeater %@
pl: Skok %d z %d: przekaźnik %@
ru: Переход %d из %d: ретранслятор %@
uk: Перехід %d з %d: ретранслятор %@
zh_hans: 第 %d/%d 跳：中继器 %@
