Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Contacts.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# contacts.common.ok
source: OK
es: Aceptar
ru: ОК
zh_hans: 确定

# contacts.common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj
ru: Отмена
uk: Скасувати
zh_hans: 取消

# contacts.common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pl: Zapisz
ru: Сохранить
uk: Зберегти
zh_hans: 保存

# contacts.common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar
pl: Gotowe
ru: Готово
uk: Готово
zh_hans: 完成

# contacts.common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 删除

# contacts.common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken
pl: Edytuj
ru: Изменить
uk: Редагувати
zh_hans: 编辑

# contacts.common.error
source: Error
de: Fehler
fr: Erreur
nl: Fout
pl: Błąd
ru: Ошибка
uk: Помилка
zh_hans: 错误

# contacts.common.errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
nl: Er is een fout opgetreden
pl: Wystąpił błąd
ru: Произошла ошибка
uk: Сталася помилка
zh_hans: 发生错误

# contacts.nodeKind.chat
source: Chat
fr: Discussion
pl: Czat
ru: Чат
uk: Чат
zh_hans: 聊天

# contacts.nodeKind.chatContact
source: Chat Contact
de: Chat-Kontakt
es: Contacto de chat
fr: Contact de discussion
pl: Kontakt czatu
ru: Контакт чата
uk: Контакт чату
zh_hans: 聊天联系人

# contacts.nodeKind.repeater
source: Repeater
es: Repetidor
fr: Répéteur
pl: Przekaźnik
ru: Ретранслятор
uk: Ретранслятор
zh_hans: 中继器

# contacts.nodeKind.room
source: Room
de: Raum
es: Sala
fr: Salon
nl: Kamer
pl: Pokój
ru: Комната
uk: Кімната
zh_hans: 房间

# contacts.nodeKind.contact
source: Contact
de: Kontakt
es: Contacto
pl: Kontakt
ru: Контакт
uk: Контакт
zh_hans: 联系人

# contacts.route.flood
source: Flood
es: Inundación
fr: Inondation
pl: Rozproszony
ru: Рассылка
uk: Розсилка
zh_hans: 泛洪

# contacts.route.direct
source: Direct
de: Direkt
es: Directo
pl: Bezpośredni
ru: Прямой
uk: Прямий
zh_hans: 直接

# contacts.route.hops
source: %d hops
de: %d Sprünge
es: %d saltos
fr: %d sauts
nl: %d sprongen
pl: %d skoków
ru: %d переходов
uk: %d переходів
zh_hans: %d 跳

# contacts.segment.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
nl: Favorieten
pl: Ulubione
ru: Избранные
uk: Обрані
zh_hans: 收藏

# contacts.segment.contacts
source: Contacts
de: Kontakte
es: Contactos
nl: Contacten
pl: Kontakty
ru: Контакты
uk: Контакти
zh_hans: 联系人

# contacts.segment.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
pl: Sieć
ru: Сеть
uk: Мережа
zh_hans: 网络

# contacts.sort.lastHeard
source: Last Heard
de: Zuletzt gehört
es: Última vez escuchado
fr: Dernier contact
nl: Laatst gehoord
pl: Ostatnio widziany
ru: Последняя активность
uk: Останній зв'язок
zh_hans: 最后听到

# contacts.sort.name
source: Name
es: Nombre
fr: Nom
nl: Naam
pl: Nazwa
ru: Имя
uk: Ім'я
zh_hans: 名称

# contacts.sort.distance
source: Distance
de: Entfernung
es: Distancia
nl: Afstand
pl: Odległość
ru: Расстояние
uk: Відстань
zh_hans: 距离

# contacts.list.title
source: Nodes
de: Knoten
es: Nodos
fr: Nœuds
pl: Węzły
ru: Узлы
uk: Вузли
zh_hans: 节点

# contacts.list.searchPrompt
source: Search nodes
de: Knoten durchsuchen
es: Buscar nodos
fr: Rechercher des nœuds
nl: Zoek nodes
pl: Szukaj węzłów
ru: Поиск узлов
uk: Пошук вузлів
zh_hans: 搜索节点

# contacts.list.searchPromptWithCount
source: Search nodes (%d)
de: Knoten durchsuchen (%d)
es: Buscar nodos (%d)
fr: Rechercher des nœuds (%d)
nl: Zoek nodes (%d)
pl: Szukaj węzłów (%d)
ru: Поиск узлов (%d)
uk: Пошук вузлів (%d)
zh_hans: 搜索节点（%d）

# contacts.list.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
nl: Sorteren
pl: Sortuj
ru: Сортировка
uk: Сортування
zh_hans: 排序

# contacts.list.options
source: Options
de: Optionen
es: Opciones
nl: Opties
pl: Opcje
ru: Опции
uk: Параметри
zh_hans: 选项

# contacts.list.blockedContacts
source: Blocked Contacts
de: Blockierte Kontakte
es: Contactos bloqueados
fr: Contacts bloqués
nl: Geblokkeerde contacten
pl: Zablokowane kontakty
ru: Заблокированные контакты
uk: Заблоковані контакти
zh_hans: 已屏蔽联系人

# contacts.list.shareMyContact
source: Share My Contact
de: Meinen Kontakt teilen
es: Compartir mi contacto
fr: Partager mon contact
nl: Mijn contact delen
pl: Udostępnij mój kontakt
ru: Поделиться своим контактом
uk: Поділитися моїм контактом
zh_hans: 分享我的联系人

# contacts.list.addContact
source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
nl: Contact toevoegen
pl: Dodaj kontakt
ru: Добавить контакт
uk: Додати контакт
zh_hans: 添加联系人

# contacts.list.discover
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
nl: Ontdekken
pl: Odkryj
ru: Обнаружение
uk: Виявлення
zh_hans: 发现

# contacts.list.syncNodes
source: Sync Nodes
de: Knoten synchronisieren
es: Sincronizar nodos
fr: Synchroniser les nœuds
nl: Nodes synchroniseren
pl: Synchronizuj węzły
ru: Синхронизировать узлы
uk: Синхронізувати вузли
zh_hans: 同步节点

# contacts.list.selectNode
source: Select a node
de: Knoten auswählen
es: Selecciona un nodo
fr: Sélectionnez un nœud
nl: Selecteer een node
pl: Wybierz węzeł
ru: Выбери узел
uk: Вибери вузол
zh_hans: 选择节点

# contacts.list.cannotRefresh
source: Cannot Refresh
de: Aktualisierung nicht möglich
es: No se puede actualizar
fr: Actualisation impossible
nl: Kan niet vernieuwen
pl: Nie można odświeżyć
ru: Невозможно обновить
uk: Неможливо оновити
zh_hans: 无法刷新

# contacts.list.connectToSync
source: Connect to your device to sync contacts.
de: Verbinde dich mit deinem Gerät, um Kontakte zu synchronisieren.
es: Conéctate a tu dispositivo para sincronizar contactos.
fr: Connectez-vous à votre appareil pour synchroniser les contacts.
nl: Verbind met je apparaat om contacten te synchroniseren.
pl: Połącz się z urządzeniem, aby zsynchronizować kontakty.
ru: Подключись к устройству для синхронизации контактов.
uk: Підключись до пристрою для синхронізації контактів.
zh_hans: 连接到您的设备以同步联系人。

# contacts.list.locationUnavailable
source: Location Unavailable
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Position non disponible
nl: Locatie niet beschikbaar
pl: Lokalizacja niedostępna
ru: Местоположение недоступно
uk: Місцезнаходження недоступне
zh_hans: 位置不可用

# contacts.list.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
nl: Open Instellingen
pl: Otwórz Ustawienia
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置

# contacts.list.distanceRequiresLocation
source: Distance sorting requires location access.
de: Sortierung nach Entfernung erfordert Standortzugriff.
es: Ordenar por distancia requiere acceso a la ubicación.
fr: Le tri par distance nécessite l'accès à la position.
nl: Sorteren op afstand vereist locatietoegang.
pl: Sortowanie według odległości wymaga dostępu do lokalizacji.
ru: Сортировка по расстоянию требует доступа к местоположению.
uk: Сортування за відстанню потребує доступу до місцезнаходження.
zh_hans: 距离排序需要位置访问权限。

# contacts.list.offlineAnnouncement
source: Viewing cached contacts. Connect to device for updates.
de: Zeige zwischengespeicherte Kontakte. Gerät verbinden für Aktualisierungen.
es: Mostrando contactos en caché. Conéctate al dispositivo para actualizar.
fr: Affichage des contacts en cache. Connectez-vous à l'appareil pour les mises à jour.
nl: Je bekijkt opgeslagen contacten. Verbind met apparaat voor updates.
pl: Wyświetlanie kontaktów z pamięci podręcznej. Połącz z urządzeniem, aby uzyskać aktualizacje.
ru: Просмотр кэшированных контактов. Подключись к устройству для обновления.
uk: Перегляд кешованих контактів. Підключись до пристрою для оновлень.
zh_hans: 正在查看缓存联系人。连接设备以获取更新。

# contacts.list.empty.favorites.title
source: No Favorites Yet
de: Noch keine Favoriten
es: Sin favoritos aún
fr: Aucun favori pour l'instant
nl: Nog geen favorieten
pl: Brak ulubionych
ru: Нет избранных
uk: Обраних ще немає
zh_hans: 暂无收藏

# contacts.list.empty.favorites.description
source: Swipe right on any node to add it to your favorites.
de: Wische nach rechts auf einem Knoten, um ihn zu deinen Favoriten hinzuzufügen.
es: Desliza a la derecha en cualquier nodo para añadirlo a tus favoritos.
fr: Balayez vers la droite sur n'importe quel nœud pour l'ajouter à vos favoris.
nl: Veeg naar rechts op een node om deze aan je favorieten toe te voegen.
pl: Przesuń w prawo na dowolnym węźle, aby dodać go do ulubionych.
ru: Проведи вправо по любому узлу, чтобы добавить его в избранное.
uk: Проведи вправо по будь-якому вузлу, щоб додати його до обраних.
zh_hans: 向右滑动任何节点将其添加到您的收藏。

# contacts.list.empty.contacts.title
source: No Contacts
de: Keine Kontakte
es: Sin contactos
fr: Aucun contact
nl: Geen contacten
pl: Brak kontaktów
ru: Нет контактов
uk: Немає контактів
zh_hans: 无联系人

# contacts.list.empty.contacts.description
source: Contacts appear when discovered on the mesh network. If auto-add contacts is off, check Discovery in the top right menu.
de: Kontakte erscheinen, wenn sie im Mesh-Netzwerk entdeckt werden. Wenn automatisches Hinzufügen von Kontakten deaktiviert ist, prüfe Entdecken im Menü oben rechts.
es: Los contactos aparecen cuando se descubren en la red mesh. Si añadir contactos automáticamente está desactivado, revisa Descubrir en el menú superior derecho.
fr: Les contacts apparaissent lorsqu'ils sont découverts sur le réseau mesh. Si l'ajout automatique des contacts est désactivé, vérifiez Découvrir dans le menu en haut à droite.
nl: Contacten verschijnen wanneer ze worden ontdekt op het mesh-netwerk. Als automatisch toevoegen uit staat, controleer Ontdekken in het menu rechtsboven.
pl: Kontakty pojawiają się po wykryciu w sieci mesh. Jeśli automatyczne dodawanie kontaktów jest wyłączone, sprawdź Odkrycie w menu w prawym górnym rogu.
ru: Контакты появляются при обнаружении в сети mesh. Если автодобавление контактов отключено, проверь пункт «Обнаружение» в меню справа вверху.
uk: Контакти з'являються при виявленні в mesh-мережі. Якщо автоматичне додавання контактів вимкнено, перевір розділ Виявлення у меню праворуч вгорі.
zh_hans: 联系人将在网状网络上发现后显示。如果自动添加联系人已关闭，请在右上角菜单中检查发现。

# contacts.list.empty.network.title
source: No Network Nodes
de: Keine Netzwerkknoten
es: Sin nodos de red
fr: Aucun nœud réseau
nl: Geen netwerknodes
pl: Brak węzłów sieciowych
ru: Нет сетевых узлов
uk: Немає мережевих вузлів
zh_hans: 无网络节点

# contacts.list.empty.network.description
source: Repeaters and room servers will appear when discovered on the mesh.
de: Repeater und Raumserver erscheinen, wenn sie im Mesh entdeckt werden.
es: Los repetidores y servidores de sala aparecerán cuando se descubran en la red mesh.
fr: Les répéteurs et serveurs de salon apparaîtront lorsqu'ils seront découverts sur le mesh.
nl: Repeaters en kamerservers verschijnen wanneer ze worden ontdekt op het mesh.
pl: Przekaźniki i serwery pokojów pojawią się po wykryciu w sieci mesh.
ru: Ретрансляторы и серверы комнат появятся при обнаружении в сети mesh.
uk: Ретранслятори та сервери кімнат з'являться при виявленні в mesh-мережі.
zh_hans: 中继器和房间服务器将在网状网络上发现后显示。

# contacts.list.empty.search.title
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
nl: Geen resultaten
pl: Brak wyników
ru: Нет результатов
uk: Немає результатів
zh_hans: 无结果

# contacts.list.empty.search.description
source: No nodes match '%@'
de: Keine Knoten entsprechen '%@'
es: Ningún nodo coincide con '%@'
fr: Aucun nœud ne correspond à '%@'
nl: Geen nodes komen overeen met '%@'
pl: Żadne węzły nie pasują do '%@'
ru: Нет узлов, соответствующих «%@»
uk: Жодні вузли не відповідають '%@'
zh_hans: 没有节点匹配'%@'

# contacts.row.blocked
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
nl: Geblokkeerd
pl: Zablokowany
ru: Заблокирован
uk: Заблоковано
zh_hans: 已屏蔽

# contacts.row.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
nl: Favoriet
pl: Ulubiony
ru: Избранный
uk: Обраний
zh_hans: 收藏

# contacts.row.location
source: Location
de: Standort
es: Ubicación
fr: Position
nl: Locatie
pl: Lokalizacja
ru: Местоположение
uk: Місцезнаходження
zh_hans: 位置

# contacts.row.away
source: %@ away
de: %@ entfernt
es: a %@
fr: à %@ de distance
nl: %@ verderop
pl: %@ stąd
ru: %@ отсюда
uk: %@ звідси
zh_hans: %@ 之外

# contacts.swipe.unfavorite
source: Unfavorite
de: Favorit entfernen
es: Quitar de favoritos
fr: Retirer des favoris
nl: Uit favorieten
pl: Usuń z ulubionych
ru: Убрать из избранного
uk: Прибрати з обраних
zh_hans: 取消收藏

# contacts.swipe.block
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
nl: Blokkeren
pl: Zablokuj
ru: Заблокировать
uk: Заблокувати
zh_hans: 屏蔽

# contacts.swipe.unblock
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
nl: Deblokkeren
pl: Odblokuj
ru: Разблокировать
uk: Розблокувати
zh_hans: 取消屏蔽

# contacts.detail.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
nl: Favoriet
pl: Ulubiony
ru: Избранный
uk: Обраний
zh_hans: 收藏

# contacts.detail.blocked
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
nl: Geblokkeerd
pl: Zablokowany
ru: Заблокирован
uk: Заблокований
zh_hans: 已屏蔽

# contacts.detail.hasLocation
source: Has Location
de: Hat Standort
es: Tiene ubicación
fr: A une position
nl: Heeft locatie
pl: Ma lokalizację
ru: Есть местоположение
uk: Має місцезнаходження
zh_hans: 有位置

# contacts.detail.joinRoom
source: Join Room
de: Raum beitreten
es: Unirse a sala
fr: Rejoindre le salon
nl: Deelnemen aan kamer
pl: Dołącz do pokoju
ru: Присоединиться к комнате
uk: Приєднатися до кімнати
zh_hans: 加入房间

# contacts.detail.telemetry
source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
nl: Telemetrie
pl: Telemetria
ru: Телеметрия
uk: Телеметрія
zh_hans: 遥测

# contacts.detail.telemetryAccess
source: Telemetry Access
de: Telemetriezugriff
es: Acceso a telemetría
fr: Accès à la télémétrie
nl: Telemetrietoegang
pl: Dostęp do telemetrii
ru: Доступ к телеметрии
uk: Доступ до телеметрії
zh_hans: 遥测访问权限

# contacts.detail.adminAccess
source: Admin Access
de: Admin-Zugang
es: Acceso de administrador
fr: Accès administrateur
nl: Beheerderstoegang
pl: Dostęp administratora
ru: Доступ администратора
uk: Адміністративний доступ
zh_hans: 管理员访问权限

# contacts.detail.sendMessage
source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
nl: Bericht sturen
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Надіслати повідомлення
zh_hans: 发送消息

# contacts.detail.addToFavorites
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
ru: Добавить в избранное
uk: Додати до обраних
zh_hans: 添加到收藏

# contacts.detail.removeFromFavorites
source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
ru: Убрать из избранного
uk: Прибрати з обраних
zh_hans: 从收藏中移除

# contacts.detail.shareContact
source: Share Contact
de: Kontakt teilen
es: Compartir contacto
fr: Partager le contact
nl: Contact delen
pl: Udostępnij kontakt
ru: Поделиться контактом
uk: Поділитися контактом
zh_hans: 分享联系人

# contacts.detail.shareViaAdvert
source: Share Contact via Advert
de: Kontakt per Ankündigung teilen
es: Compartir contacto vía anuncio
fr: Partager le contact via annonce
nl: Contact delen via advertentie
pl: Udostępnij kontakt przez ogłoszenie
ru: Поделиться контактом через объявление
uk: Поділитися контактом через оголошення
zh_hans: 通过广播分享联系人

# contacts.detail.info
source: Info
fr: Infos
pl: Informacje
ru: Информация
uk: Інформація
zh_hans: 信息

# contacts.detail.nickname
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
nl: Bijnaam
pl: Pseudonim
ru: Псевдоним
uk: Псевдонім
zh_hans: 昵称

# contacts.detail.nicknameNone
source: None
de: Keiner
es: Ninguno
fr: Aucun
nl: Geen
pl: Brak
ru: Нет
uk: Немає
zh_hans: 无

# contacts.detail.name
source: Name
es: Nombre
fr: Nom
nl: Naam
pl: Nazwa
ru: Имя
uk: Ім'я
zh_hans: 名称

# contacts.detail.lastAdvert
source: Last Advert
de: Letzte Ankündigung
es: Último anuncio
fr: Dernière annonce
nl: Laatste advertentie
pl: Ostatnie ogłoszenie
ru: Последнее объявление
uk: Останнє оголошення
zh_hans: 最后广播

# contacts.detail.unreadMessages
source: Unread Messages
de: Ungelesene Nachrichten
es: Mensajes sin leer
fr: Messages non lus
nl: Ongelezen berichten
pl: Nieprzeczytane wiadomości
ru: Непрочитанные сообщения
uk: Непрочитані повідомлення
zh_hans: 未读消息

# contacts.detail.location
source: Location
de: Standort
es: Ubicación
fr: Position
nl: Locatie
pl: Lokalizacja
ru: Местоположение
uk: Місцезнаходження
zh_hans: 位置

# contacts.detail.coordinates
source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
nl: Coördinaten
pl: Współrzędne
ru: Координаты
uk: Координати
zh_hans: 坐标

# contacts.detail.openInMaps
source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
nl: Open in Kaarten
pl: Otwórz w Mapach
ru: Открыть в Картах
uk: Відкрити в Картах
zh_hans: 在地图中打开

# contacts.detail.networkPath
source: Network Path
de: Netzwerkpfad
es: Ruta de red
fr: Chemin réseau
nl: Netwerkpad
pl: Ścieżka sieciowa
ru: Сетевой путь
uk: Мережевий шлях
zh_hans: 网络路径

# contacts.detail.route
source: Route
es: Ruta
pl: Trasa
ru: Маршрут
uk: Маршрут
zh_hans: 路由

# contacts.detail.hopsAway
source: Hops Away
de: Sprünge entfernt
es: Distancia en saltos
fr: Sauts
nl: Sprongen weg
pl: Skoków dalej
ru: Переходов
uk: Переходів
zh_hans: 距离跳数

# contacts.detail.discoveringPath
source: Discovering path...
de: Pfad wird ermittelt...
es: Descubriendo ruta...
fr: Découverte du chemin...
nl: Pad ontdekken...
pl: Odkrywanie ścieżki...
ru: Поиск пути...
uk: Пошук шляху...
zh_hans: 正在发现路径...

# contacts.detail.secondsRemaining
source: Up to %d seconds remaining
de: Bis zu %d Sekunden verbleibend
es: Hasta %d segundos restantes
fr: Jusqu'à %d secondes restantes
nl: Maximaal %d seconden resterend
pl: Maksymalnie %d sekund
ru: Осталось около %d секунд
uk: Залишилося до %d секунд
zh_hans: 最多 %d 秒剩余

# contacts.detail.discoverPath
source: Discover Path
de: Pfad ermitteln
es: Descubrir ruta
fr: Découvrir le chemin
nl: Pad ontdekken
pl: Odkryj ścieżkę
ru: Найти путь
uk: Знайти шлях
zh_hans: 发现路径

# contacts.detail.editPath
source: Edit Path
de: Pfad bearbeiten
es: Editar ruta
fr: Modifier le chemin
nl: Pad bewerken
pl: Edytuj ścieżkę
ru: Изменить путь
uk: Редагувати шлях
zh_hans: 编辑路径

# contacts.detail.resetPath
source: Reset Path
de: Pfad zurücksetzen
es: Restablecer ruta
fr: Réinitialiser le chemin
nl: Pad resetten
pl: Resetuj ścieżkę
ru: Сбросить путь
uk: Скинути шлях
zh_hans: 重置路径

# contacts.detail.floodFooter
source: Messages are broadcast to all nodes. Discover Path to find an optimal route.
de: Nachrichten werden an alle Knoten gesendet. Pfad ermitteln, um eine optimale Route zu finden.
es: Los mensajes se difunden a todos los nodos. Descubre Ruta para encontrar una ruta óptima.
fr: Les messages sont diffusés à tous les nœuds. Découvrez le chemin pour trouver une route optimale.
nl: Berichten worden naar alle nodes uitgezonden. Ontdek Pad om een optimale route te vinden.
pl: Wiadomości są rozgłaszane do wszystkich węzłów. Odkryj ścieżkę, aby znaleźć optymalną trasę.
ru: Сообщения рассылаются всем узлам. Используй «Найти путь» для определения оптимального маршрута.
uk: Повідомлення транслюються на всі вузли. Знайдіть шлях для оптимального маршруту.
zh_hans: 消息广播到所有节点。发现路径以查找最佳路由。

# contacts.detail.pathFooter
source: Messages route through the path shown. Reset Path to use flood routing instead.
de: Nachrichten werden über den gezeigten Pfad geleitet. Pfad zurücksetzen, um stattdessen Flood-Routing zu verwenden.
es: Los mensajes se enrutan por la ruta mostrada. Restablece Ruta para usar enrutamiento por inundación en su lugar.
fr: Les messages suivent le chemin indiqué. Réinitialisez le chemin pour utiliser le routage par inondation.
nl: Berichten volgen het getoonde pad. Reset Pad om flood-routing te gebruiken.
pl: Wiadomości są kierowane przez pokazaną ścieżkę. Resetuj ścieżkę, aby zamiast tego użyć routingu rozproszonego.
ru: Сообщения передаются по указанному пути. Используй «Сбросить путь» для перехода на режим рассылки.
uk: Повідомлення передаються через показаний шлях. Скиньте шлях для маршрутизації розсилкою.
zh_hans: 消息通过显示的路径路由。重置路径以改用泛洪路由。

# contacts.detail.routeFlood
source: Route: Flood
es: Ruta: Inundación
fr: Route : Inondation
pl: Trasa: Rozproszona
ru: Маршрут: Рассылка
uk: Маршрут: Розсилка
zh_hans: 路由：泛洪

# contacts.detail.routeDirect
source: Route: Direct
de: Route: Direkt
es: Ruta: Directa
pl: Trasa: Bezpośrednia
ru: Маршрут: Прямой
uk: Маршрут: Прямий
zh_hans: 路由：直接

# contacts.detail.routePrefix
source: Route: %@
es: Ruta: %@
pl: Trasa: %@
ru: Маршрут: %@
uk: Маршрут: %@
zh_hans: 路由：%@

# contacts.detail.technical
source: Technical
de: Technisch
es: Técnico
fr: Technique
nl: Technisch
pl: Techniczne
ru: Техническая информация
uk: Технічні дані
zh_hans: 技术信息

# contacts.detail.publicKey
source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
nl: Publieke sleutel
pl: Klucz publiczny
ru: Публичный ключ
uk: Публічний ключ
zh_hans: 公钥

# contacts.detail.type
source: Type
de: Typ
es: Tipo
pl: Typ
ru: Тип
uk: Тип
zh_hans: 类型

# contacts.detail.dangerZone
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
nl: Gevarenzone
pl: Strefa zagrożenia
ru: Опасная зона
uk: Небезпечна зона
zh_hans: 危险区域

# contacts.detail.blockContact
source: Block Contact
de: Kontakt blockieren
es: Bloquear contacto
fr: Bloquer le contact
nl: Contact blokkeren
pl: Zablokuj kontakt
ru: Заблокировать контакт
uk: Заблокувати контакт
zh_hans: 屏蔽联系人

# contacts.detail.unblockContact
source: Unblock Contact
de: Kontakt entsperren
es: Desbloquear contacto
fr: Débloquer le contact
nl: Contact deblokkeren
pl: Odblokuj kontakt
ru: Разблокировать контакт
uk: Розблокувати контакт
zh_hans: 取消屏蔽联系人

# contacts.detail.deleteType
source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
nl: %@ verwijderen
pl: Usuń %@
ru: Удалить %@
uk: Видалити %@
zh_hans: 删除%@

# contacts.detail.alert.block.title
source: Block Contact
de: Kontakt blockieren
es: Bloquear contacto
fr: Bloquer le contact
nl: Contact blokkeren
pl: Zablokuj kontakt
ru: Заблокировать контакт
uk: Заблокувати контакт
zh_hans: 屏蔽联系人
