Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Contacts.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# contacts.pathDiscovery.direct
source: Direct
de: Direkt
es: Directo
pl: Bezpośredni
ru: Прямой
uk: Прямий
zh_hans: 直接

# contacts.pathDiscovery.hops.singular
source: 1 hop
de: 1 Sprung
es: 1 salto
fr: 1 saut
nl: 1 sprong
pl: 1 skok
ru: 1 переход
uk: 1 перехід
zh_hans: 1 跳

# contacts.pathDiscovery.hops.plural
source: %d hops
de: %d Sprünge
es: %d saltos
fr: %d sauts
nl: %d sprongen
pl: %d skoków
ru: %d переходов
uk: %d переходів
zh_hans: %d 跳

# contacts.pathDiscovery.cachedSuffix
source: . Using cached info from advertisement. Node may have telemetry disabled.
de: . Zwischengespeicherte Info aus Ankündigung wird verwendet. Knoten hat möglicherweise Telemetrie deaktiviert.
es: . Usando info en caché del anuncio. El nodo puede tener la telemetría desactivada.
fr: . Utilisation des infos en cache de l'annonce. Le nœud peut avoir la télémétrie désactivée.
nl: . Gebruik opgeslagen info van advertentie. Node heeft mogelijk telemetrie uitgeschakeld.
pl: . Użyto informacji z pamięci podręcznej z ogłoszenia. Węzeł może mieć wyłączoną telemetrię.
ru: . Используется кэшированная информация из объявления. Телеметрия узла может быть отключена.
uk: . Використовується кешована інформація з оголошення. Вузол може мати вимкнену телеметрію.
zh_hans: 。使用来自广播的缓存信息。节点可能已禁用遥测。

# contacts.pathDiscovery.noResponse
source: Remote node did not respond. Nodes must have telemetry requests enabled to respond to path discovery.
de: Remote-Knoten hat nicht geantwortet. Knoten müssen Telemetrie-Anfragen aktiviert haben, um auf Pfadermittlung zu antworten.
es: El nodo remoto no respondió. Los nodos deben tener las solicitudes de telemetría activadas para responder al descubrimiento de rutas.
fr: Le nœud distant n'a pas répondu. Les nœuds doivent avoir les demandes de télémétrie activées pour répondre à la découverte de chemin.
nl: Externe node reageerde niet. Nodes moeten telemetrieverzoeken ingeschakeld hebben om te reageren op padontdekking.
pl: Zdalny węzeł nie odpowiedział. Węzły muszą mieć włączone żądania telemetrii, aby odpowiedzieć na odkrywanie ścieżki.
ru: Удалённый узел не ответил. Для ответа на запросы поиска пути у узлов должна быть включена телеметрия.
uk: Віддалений вузол не відповів. Вузли повинні мати увімкнені запити телеметрії для відповіді на пошук шляху.
zh_hans: 远程节点未响应。节点必须启用遥测请求才能响应路径发现。

# contacts.pathDiscovery.failed
source: Failed: %@
de: Fehlgeschlagen: %@
es: Fallido: %@
fr: Échec : %@
nl: Mislukt: %@
pl: Niepowodzenie: %@
ru: Ошибка: %@
uk: Помилка: %@
zh_hans: 失败：%@

# contacts.savedPaths.title
source: Saved Paths
de: Gespeicherte Pfade
es: Rutas guardadas
fr: Chemins enregistrés
nl: Opgeslagen paden
pl: Zapisane ścieżki
ru: Сохранённые пути
uk: Збережені шляхи
zh_hans: 已保存路径

# contacts.savedPaths.deleteTitle
source: Delete Path
de: Pfad löschen
es: Eliminar ruta
fr: Supprimer le chemin
nl: Pad verwijderen
pl: Usuń ścieżkę
ru: Удалить путь
uk: Видалити шлях
zh_hans: 删除路径

# contacts.savedPaths.deleteMessage
source: Delete "%@"? This will remove the path and all run history.
de: "%@" löschen? Der Pfad und alle Durchlaufhistorie werden entfernt.
es: ¿Eliminar "%@"? Esto eliminará la ruta y todo el historial de ejecuciones.
fr: Supprimer « %@ » ? Cela supprimera le chemin et tout l'historique des exécutions.
nl: "%@" verwijderen? Dit verwijdert het pad en alle uitvoergeschiedenis.
pl: Usunąć "%@"? Spowoduje to usunięcie ścieżki i całej historii uruchomień.
ru: Удалить «%@»? Это удалит путь и всю историю запусков.
uk: Видалити "%@"? Це видалить шлях та всю історію запусків.
zh_hans: 删除"%@"？这将移除路径和所有运行历史。

# contacts.savedPaths.renameTitle
source: Rename Path
de: Pfad umbenennen
es: Renombrar ruta
fr: Renommer le chemin
nl: Pad hernoemen
pl: Zmień nazwę ścieżki
ru: Переименовать путь
uk: Перейменувати шлях
zh_hans: 重命名路径

# contacts.savedPaths.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# contacts.savedPaths.empty.title
source: No Saved Paths
de: Keine gespeicherten Pfade
es: Sin rutas guardadas
fr: Aucun chemin enregistré
nl: Geen opgeslagen paden
pl: Brak zapisanych ścieżek
ru: Нет сохранённых путей
uk: Немає збережених шляхів
zh_hans: 无已保存路径

# contacts.savedPaths.empty.description
source: Save paths after running traces to quickly re-run them later.
de: Speichere Pfade nach dem Ausführen von Traces, um sie später schnell erneut auszuführen.
es: Guarda rutas después de ejecutar trazas para volver a ejecutarlas rápidamente más tarde.
fr: Enregistrez des chemins après avoir effectué des traces pour les relancer rapidement plus tard.
nl: Sla paden op na het uitvoeren van traces om ze later snel opnieuw uit te voeren.
pl: Zapisz ścieżki po uruchomieniu śledzenia, aby szybko je ponownie uruchomić później.
ru: Сохраняй пути после трассировки для быстрого повторного запуска.
uk: Збережи шляхи після трасування для швидкого повторного запуску.
zh_hans: 运行追踪后保存路径以稍后快速重新运行。

# contacts.savedPaths.runs.singular
source: 1 run
de: 1 Durchlauf
es: 1 ejecución
fr: 1 exécution
nl: 1 uitvoering
pl: 1 uruchomienie
ru: 1 запуск
uk: 1 запуск
zh_hans: 1 次运行

# contacts.savedPaths.runs.plural
source: %d runs
de: %d Durchläufe
es: %d ejecuciones
fr: %d exécutions
nl: %d uitvoeringen
pl: %d uruchomień
ru: %d запусков
uk: %d запусків
zh_hans: %d 次运行

# contacts.savedPaths.lastRun
source: Last: %@
de: Zuletzt: %@
es: Última: %@
fr: Dernier : %@
nl: Laatste: %@
pl: Ostatnie: %@
ru: Последний: %@
uk: Останній: %@
zh_hans: 最后：%@

# contacts.savedPaths.health.healthy
source: healthy
de: gesund
es: saludable
fr: bon
nl: gezond
pl: zdrowa
ru: исправен
uk: справний
zh_hans: 健康

# contacts.savedPaths.health.degraded
source: degraded
de: eingeschränkt
es: degradado
fr: dégradé
nl: verminderd
pl: pogorszona
ru: ухудшен
uk: погіршений
zh_hans: 降级

# contacts.savedPaths.health.poor
source: poor
de: schlecht
es: pobre
fr: mauvais
nl: slecht
pl: słaba
ru: плохой
uk: поганий
zh_hans: 较差

# contacts.savedPaths.healthLabel
source: Path health: %@, %d%% success rate
de: Pfadzustand: %@, %d%% Erfolgsrate
es: Salud de la ruta: %@, %d%% de éxito
fr: Santé du chemin : %@, taux de réussite %d%%
nl: Padgezondheid: %@, %d%% succespercentage
pl: Kondycja ścieżki: %@, %d%% skuteczności
ru: Состояние пути: %@, %d%% успешных
uk: Стан шляху: %@, %d%% успішних
zh_hans: 路径健康状况：%@，%d%% 成功率

# contacts.savedPaths.responseTimes
source: Response times: average %dms, %@
de: Antwortzeiten: durchschnittlich %dms, %@
es: Tiempos de respuesta: promedio %dms, %@
fr: Temps de réponse : moyenne %d ms, %@
nl: Responstijden: gemiddeld %dms, %@
pl: Czasy odpowiedzi: średnio %dms, %@
ru: Время отклика: среднее %d мс, %@
uk: Час відповіді: середній %dмс, %@
zh_hans: 响应时间：平均 %d毫秒，%@

# contacts.savedPaths.noResponseData
source: No response time data
de: Keine Antwortzeitdaten
es: Sin datos de tiempo de respuesta
fr: Aucune donnée de temps de réponse
nl: Geen responstijdgegevens
pl: Brak danych o czasie odpowiedzi
ru: Нет данных о времени отклика
uk: Немає даних про час відповіді
zh_hans: 无响应时间数据

# contacts.savedPaths.trend.increasing
source: increasing
de: steigend
es: aumentando
fr: en hausse
nl: stijgend
pl: rosnący
ru: растёт
uk: зростає
zh_hans: 增加

# contacts.savedPaths.trend.decreasing
source: decreasing
de: fallend
es: disminuyendo
fr: en baisse
nl: dalend
pl: malejący
ru: снижается
uk: знижується
zh_hans: 减少

# contacts.savedPaths.trend.stable
source: stable
de: stabil
es: estable
nl: stabiel
pl: stabilny
ru: стабильно
uk: стабільний
zh_hans: 稳定

# contacts.pathDetail.path
source: Path
de: Pfad
es: Ruta
fr: Chemin
nl: Pad
pl: Ścieżka
ru: Путь
uk: Шлях
zh_hans: 路径

# contacts.pathDetail.performance
source: Performance
de: Leistung
es: Rendimiento
nl: Prestaties
pl: Wydajność
ru: Производительность
uk: Продуктивність
zh_hans: 性能

# contacts.pathDetail.roundTripMs
source: Round Trip (ms)
de: Umlaufzeit (ms)
es: Ida y vuelta (ms)
fr: Aller-retour (ms)
nl: Retour (ms)
pl: Czas podróży (ms)
ru: Время отклика (мс)
uk: Повний цикл (мс)
zh_hans: 往返（毫秒）

# contacts.pathDetail.avg
source: Avg
de: Durchschn.
es: Prom
fr: Moy
nl: Gem
pl: Śr.
ru: Средн.
uk: Сер.
zh_hans: 平均

# contacts.pathDetail.best
source: Best
de: Beste
es: Mejor
fr: Meilleur
nl: Beste
pl: Najlepsza
ru: Лучшее
uk: Найкр.
zh_hans: 最佳

# contacts.pathDetail.success
source: Success
de: Erfolg
es: Éxito
fr: Réussite
nl: Succes
pl: Sukces
ru: Успешно
uk: Успіх
zh_hans: 成功

# contacts.pathDetail.history
source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis
pl: Historia
ru: История
uk: Історія
zh_hans: 历史

# contacts.pathDetail.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
nl: Mislukt
pl: Niepowodzenie
ru: Ошибка
uk: Невдача
zh_hans: 失败

# contacts.pathDetail.runDetails
source: Run Details
de: Durchlaufdetails
es: Detalles de ejecución
fr: Détails de l'exécution
nl: Uitvoeringsdetails
pl: Szczegóły uruchomienia
ru: Детали запуска
uk: Деталі запуску
zh_hans: 运行详情

# contacts.pathDetail.overview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
nl: Overzicht
pl: Przegląd
ru: Обзор
uk: Огляд
zh_hans: 概览

# contacts.pathDetail.date
source: Date
de: Datum
es: Fecha
nl: Datum
pl: Data
ru: Дата
uk: Дата
zh_hans: 日期

# contacts.pathDetail.roundTrip
source: Round Trip
de: Umlaufzeit
es: Ida y vuelta
fr: Aller-retour
nl: Retour
pl: Czas podróży
ru: Время отклика
uk: Повний цикл
zh_hans: 往返时间

# contacts.pathDetail.status
source: Status
es: Estado
fr: Statut
ru: Статус
uk: Статус
zh_hans: 状态

# contacts.pathDetail.perHopSNR
source: Per-Hop SNR
de: SNR pro Sprung
es: SNR por salto
fr: RSB par saut
nl: SNR per sprong
pl: SNR na skok
ru: SNR по переходам
uk: SNR по переходах
zh_hans: 每跳信噪比

# contacts.pathDetail.hop
source: Hop %d
de: Sprung %d
es: Salto %d
fr: Saut %d
nl: Sprong %d
pl: Skok %d
ru: Переход %d
uk: Перехід %d
zh_hans: 第 %d 跳

# contacts.trace.title
source: Trace Path
de: Pfad verfolgen
es: Trazar ruta
fr: Tracer le chemin
nl: Pad traceren
pl: Śledź ścieżkę
ru: Трассировка пути
uk: Трасування шляху
zh_hans: 路径追踪

# contacts.trace.mode.list
source: List
de: Liste
es: Lista
fr: Liste
nl: Lijst
pl: Lista
ru: Список
uk: Список
zh_hans: 列表

# contacts.trace.mode.map
source: Map
de: Karte
es: Mapa
fr: Carte
nl: Kaart
pl: Mapa
ru: Карта
uk: Карта
zh_hans: 地图

# contacts.trace.saved
source: Saved
de: Gespeichert
es: Guardadas
fr: Enregistrés
nl: Opgeslagen
pl: Zapisane
ru: Сохранённые
uk: Збережені
zh_hans: 已保存

# contacts.trace.clearPath
source: Clear Path
de: Pfad löschen
es: Limpiar ruta
fr: Effacer le chemin
nl: Pad wissen
pl: Wyczyść ścieżkę
ru: Очистить путь
uk: Очистити шлях
zh_hans: 清除路径

# contacts.trace.clearPathMessage
source: Remove all repeaters from the path?
de: Alle Repeater aus dem Pfad entfernen?
es: ¿Eliminar todos los repetidores de la ruta?
fr: Supprimer tous les répéteurs du chemin ?
nl: Alle repeaters uit het pad verwijderen?
pl: Usunąć wszystkie przekaźniki ze ścieżki?
ru: Удалить все ретрансляторы из пути?
uk: Видалити всі ретранслятори зі шляху?
zh_hans: 从路径中移除所有中继器？

# contacts.trace.failed
source: Trace Failed
de: Trace fehlgeschlagen
es: Traza fallida
fr: Échec du tracé
nl: Trace mislukt
pl: Śledzenie nie powiodło się
ru: Трассировка не удалась
uk: Трасування не вдалося
zh_hans: 追踪失败

# contacts.trace.runBelow
source: Run Below
de: Unten ausführen
es: Ejecutar abajo
fr: Exécuter ci-dessous
nl: Hieronder uitvoeren
pl: Uruchom poniżej
ru: Запуск внизу
uk: Запуск нижче
zh_hans: 在下方运行

# contacts.trace.jumpLabel
source: Jump to Run Trace button
de: Zur Schaltfläche Trace ausführen springen
es: Ir al botón Ejecutar traza
fr: Aller au bouton Exécuter le tracé
nl: Spring naar Trace Uitvoeren-knop
pl: Przejdź do przycisku Uruchom śledzenie
ru: Перейти к кнопке запуска трассировки
uk: Перейти до кнопки Запустити трасування
zh_hans: 跳转到运行追踪按钮

# contacts.trace.jumpHint
source: Double tap to scroll to the bottom of the path
de: Doppeltippen, um zum Ende des Pfads zu scrollen
es: Toca dos veces para desplazarte al final de la ruta
fr: Appuyez deux fois pour faire défiler jusqu'au bas du chemin
nl: Dubbeltik om naar de onderkant van het pad te scrollen
pl: Dotknij dwukrotnie, aby przewinąć na dół ścieżki
ru: Двойное нажатие для прокрутки вниз по пути
uk: Двічі торкнись, щоб прокрутити до низу шляху
zh_hans: 双击以滚动到路径底部

# contacts.trace.list.codePlaceholder
source: Example: A1, 2B, 9S
de: Beispiel: A1, 2B, 9S
es: Ejemplo: A1, 2B, 9S
fr: Exemple : A1, 2B, 9S
nl: Voorbeeld: A1, 2B, 9S
pl: Przykład: A1, 2B, 9S
ru: Пример: A1, 2B, 9S
uk: Приклад: A1, 2B, 9S
zh_hans: 示例：A1、2B、9S

# contacts.trace.list.paste
source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
nl: Plakken van klembord
pl: Wklej ze schowka
ru: Вставить из буфера обмена
uk: Вставити з буфера обміну
zh_hans: 从剪贴板粘贴

# contacts.trace.list.codeFooter
source: Press Return to add repeaters
de: Enter drücken, um Repeater hinzuzufügen
es: Presiona Intro para añadir repetidores
fr: Appuyez sur Entrée pour ajouter des répéteurs
nl: Druk op Enter om repeaters toe te voegen
pl: Naciśnij Enter, aby dodać przekaźniki
ru: Нажми Return для добавления ретрансляторов
uk: Натисни Enter для додавання ретрансляторів
zh_hans: 按回车键以添加中继器

# contacts.trace.list.repeaters
source: Repeaters
de: Repeater
es: Repetidores
fr: Répéteurs
pl: Przekaźniki
ru: Ретрансляторы
uk: Ретранслятори
zh_hans: 中继器

# contacts.trace.list.emptyPath
source: Tap a repeater above to start building your path
de: Tippe oben auf einen Repeater, um deinen Pfad zu erstellen
es: Toca un repetidor arriba para empezar a construir tu ruta
fr: Appuyez sur un répéteur ci-dessus pour commencer à construire votre chemin
nl: Tik op een repeater hierboven om je pad te bouwen
pl: Dotknij przekaźnik powyżej, aby rozpocząć budowanie ścieżki
ru: Нажми на ретранслятор выше, чтобы начать построение пути
uk: Торкнись ретранслятора вище, щоб почати будувати шлях
zh_hans: 点击上方的中继器以开始构建您的路径

# contacts.trace.list.outboundPath
source: Outbound Path
de: Ausgehender Pfad
es: Ruta de salida
fr: Chemin aller
nl: Uitgaand pad
pl: Ścieżka wychodząca
ru: Исходящий путь
uk: Вихідний шлях
zh_hans: 出站路径

# contacts.trace.list.autoReturn
source: Auto Return Path
de: Automatischer Rückweg
es: Ruta de retorno automática
fr: Chemin retour automatique
nl: Automatisch retourpad
pl: Automatyczna ścieżka powrotna
ru: Автоматический обратный путь
uk: Автоматичний зворотний шлях
zh_hans: 自动返回路径

# contacts.trace.list.autoReturnDescription
source: Mirror outbound path for the return journey
de: Ausgehenden Pfad für den Rückweg spiegeln
es: Reflejar la ruta de salida para el viaje de retorno
fr: Inverser le chemin aller pour le trajet retour
nl: Spiegel uitgaand pad voor de terugreis
pl: Odbij ścieżkę wychodzącą dla podróży powrotnej
ru: Зеркалировать исходящий путь для обратного маршрута
uk: Дзеркально відобразити вихідний шлях для зворотного маршруту
zh_hans: 为返回旅程镜像出站路径

# contacts.trace.list.batchTrace
source: Batch Trace
es: Traza por lotes
fr: Tracé par lots
pl: Śledzenie wsadowe
ru: Пакетная трассировка
uk: Пакетне трасування
zh_hans: 批量追踪

# contacts.trace.list.batchTraceDescription
source: Run multiple traces and average the results
de: Mehrere Traces ausführen und Ergebnisse mitteln
es: Ejecutar múltiples trazas y promediar los resultados
fr: Exécuter plusieurs tracés et moyenner les résultats
nl: Voer meerdere traces uit en bereken het gemiddelde
pl: Uruchom wiele śledzeń i uśrednij wyniki
ru: Запустить несколько трассировок и усреднить результаты
uk: Запустити кілька трасувань та усереднити результати
zh_hans: 运行多次追踪并平均结果

# contacts.trace.list.traces
source: Traces:
es: Trazas:
fr: Tracés :
pl: Śledzenia:
ru: Трассировок:
uk: Трасувань:
zh_hans: 追踪：

# contacts.trace.list.copyPath
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
nl: Pad kopiëren
pl: Kopiuj ścieżkę
ru: Копировать путь
uk: Копіювати шлях
zh_hans: 复制路径

# contacts.trace.list.rangeWarning
source: You must be within range of the last repeater to receive a response.
de: Du musst in Reichweite des letzten Repeaters sein, um eine Antwort zu erhalten.
es: Debes estar dentro del alcance del último repetidor para recibir una respuesta.
fr: Vous devez être à portée du dernier répéteur pour recevoir une réponse.
nl: Je moet binnen bereik van de laatste repeater zijn om een reactie te ontvangen.
pl: Musisz być w zasięgu ostatniego przekaźnika, aby otrzymać odpowiedź.
ru: Для получения ответа нужно находиться в зоне действия последнего ретранслятора.
uk: Ти маєш бути в зоні досяжності останнього ретранслятора для отримання відповіді.
zh_hans: 您必须在中继器的范围内才能接收响应。

# contacts.trace.list.runningTrace
source: Running Trace
de: Trace wird ausgeführt
es: Ejecutando traza
fr: Tracé en cours
nl: Trace uitvoeren
pl: Uruchamianie śledzenia
ru: Выполнение трассировки
uk: Виконується трасування
zh_hans: 正在运行追踪

# contacts.trace.list.runningBatch
source: Running Trace %d of %d
de: Trace %d von %d wird ausgeführt
es: Ejecutando traza %d de %d
fr: Tracé %d sur %d en cours
nl: Trace %d van %d uitvoeren
pl: Uruchamianie śledzenia %d z %d
ru: Выполнение трассировки %d из %d
uk: Трасування %d з %d
zh_hans: 正在运行追踪 %d/%d

# contacts.trace.list.runTrace
source: Run Trace
de: Trace ausführen
es: Ejecutar traza
fr: Exécuter le tracé
nl: Trace uitvoeren
pl: Uruchom śledzenie
ru: Запустить трассировку
uk: Запустити трасування
zh_hans: 运行追踪

# contacts.trace.list.runTraceLabel
source: Run trace
de: Trace ausführen
es: Ejecutar traza
fr: Exécuter le tracé
nl: Trace uitvoeren
pl: Uruchom śledzenie
ru: Запустить трассировку
uk: Запустити трасування
zh_hans: 运行追踪

# contacts.trace.list.batchHint
source: Double tap to run %d traces
de: Doppeltippen, um %d Traces auszuführen
es: Toca dos veces para ejecutar %d trazas
fr: Appuyez deux fois pour exécuter %d tracés
nl: Dubbeltik om %d traces uit te voeren
pl: Dotknij dwukrotnie, aby uruchomić %d śledzeń
ru: Двойное нажатие для запуска %d трассировок
uk: Двічі торкнись, щоб запустити %d трасувань
zh_hans: 双击以运行 %d 次追踪

# contacts.trace.list.singleHint
source: Double tap to trace the path
de: Doppeltippen, um den Pfad zu verfolgen
es: Toca dos veces para trazar la ruta
fr: Appuyez deux fois pour tracer le chemin
nl: Dubbeltik om het pad te traceren
pl: Dotknij dwukrotnie, aby śledzić ścieżkę
ru: Двойное нажатие для трассировки пути
uk: Двічі торкнись для трасування шляху
zh_hans: 双击以追踪路径

# contacts.trace.list.runningLabel
source: Running trace, please wait
de: Trace wird ausgeführt, bitte warten
es: Ejecutando traza, por favor espera
fr: Tracé en cours, veuillez patienter
nl: Trace uitvoeren, even geduld
pl: Uruchamianie śledzenia, proszę czekać
ru: Выполняется трассировка, подожди
uk: Виконується трасування, зачекай
zh_hans: 正在运行追踪，请稍候

# contacts.trace.list.runningBatchLabel
source: Running trace %d of %d
de: Trace %d von %d wird ausgeführt
es: Ejecutando traza %d de %d
fr: Tracé %d sur %d en cours
nl: Trace %d van %d uitvoeren
pl: Uruchamianie śledzenia %d z %d
ru: Выполняется трассировка %d из %d
uk: Виконується трасування %d з %d
zh_hans: 正在运行追踪 %d/%d

# contacts.trace.list.hopLabel
source: Hop %d: %@
de: Sprung %d: %@
es: Salto %d: %@
fr: Saut %d : %@
nl: Sprong %d: %@
pl: Skok %d: %@
ru: Переход %d: %@
uk: Перехід %d: %@
zh_hans: 第 %d 跳：%@

# contacts.trace.list.hopHint
source: Swipe left to delete, use drag handle to reorder
de: Nach links wischen zum Löschen, Ziehgriff zum Neuordnen verwenden
es: Desliza a la izquierda para eliminar, usa el control de arrastre para reordenar
fr: Balayez vers la gauche pour supprimer, utilisez la poignée pour réorganiser
nl: Veeg naar links om te verwijderen, gebruik sleepgreep om te ordenen
pl: Przesuń w lewo, aby usunąć, użyj uchwytu do zmiany kolejności
ru: Смахни влево для удаления, используй маркер для перетаскивания
uk: Проведи вліво для видалення, використовуй маркер перетягування для зміни порядку
zh_hans: 向左滑动以删除，使用拖动手柄以重新排序

# contacts.trace.list.favoritesOnly
source: Favorites Only
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
nl: Alleen favorieten
pl: Tylko ulubione
ru: Только избранные
uk: Лише обрані
zh_hans: 仅收藏

# contacts.trace.list.noFavorites.title
source: No Favorite Repeaters
de: Keine Favoriten-Repeater
es: Sin repetidores favoritos
fr: Aucun répéteur favori
nl: Geen favoriete repeaters
pl: Brak ulubionych przekaźników
ru: Нет избранных ретрансляторов
uk: Немає обраних ретрансляторів
zh_hans: 无收藏的中继器

# contacts.trace.list.noFavorites.description
source: Mark repeaters as favorites in the Nodes tab to see them here.
de: Markiere Repeater als Favoriten im Knoten-Tab, um sie hier zu sehen.
es: Marca repetidores como favoritos en la pestaña Nodos para verlos aquí.
fr: Marquez les répéteurs comme favoris dans l'onglet Nœuds pour les voir ici.
nl: Markeer repeaters als favoriet in het tabblad Knooppunten om ze hier te zien.
pl: Oznacz przekaźniki jako ulubione w zakładce Węzły, aby zobaczyć je tutaj.
ru: Отметь ретрансляторы как избранные во вкладке Узлы, чтобы увидеть их здесь.
uk: Познач ретранслятори як обрані у вкладці Вузли, щоб побачити їх тут.
zh_hans: 在节点标签中将中继器标记为收藏以在此处查看。

# contacts.trace.map.hops
source: %d hops
de: %d Sprünge
es: %d saltos
fr: %d sauts
nl: %d sprongen
pl: %d skoków
ru: %d переходов
uk: %d переходів
zh_hans: %d 跳

# contacts.trace.map.empty.title
source: No Repeaters with Location
de: Keine Repeater mit Standort
es: Sin repetidores con ubicación
fr: Aucun répéteur avec position
nl: Geen repeaters met locatie
pl: Brak przekaźników z lokalizacją
ru: Нет ретрансляторов с местоположением
uk: Немає ретрансляторів з місцезнаходженням
zh_hans: 无位置的中继器

# contacts.trace.map.empty.description
source: Use List view to build paths with repeaters that don't have location data.
de: Verwende die Listenansicht, um Pfade mit Repeatern ohne Standortdaten zu erstellen.
es: Usa la vista de Lista para construir rutas con repetidores que no tienen datos de ubicación.
fr: Utilisez la vue Liste pour construire des chemins avec des répéteurs qui n'ont pas de données de position.
nl: Gebruik Lijstweergave om paden te bouwen met repeaters zonder locatiegegevens.
pl: Użyj widoku listy do budowania ścieżek z przekaźnikami bez danych o lokalizacji.
ru: Используй режим «Список» для построения путей с ретрансляторами без данных о местоположении.
uk: Використовуй режим Список для побудови шляхів з ретрансляторами без даних про місцезнаходження.
zh_hans: 使用列表视图以构建没有位置数据的中继器路径。

# contacts.trace.map.clear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
nl: Wissen
pl: Wyczyść
ru: Очистить
uk: Очистити
zh_hans: 清除

# contacts.trace.map.hideLabels
source: Hide labels
de: Beschriftungen ausblenden
es: Ocultar etiquetas
fr: Masquer les étiquettes
nl: Labels verbergen
pl: Ukryj etykiety
ru: Скрыть метки
uk: Приховати підписи
zh_hans: 隐藏标签

# contacts.trace.map.showLabels
source: Show labels
de: Beschriftungen einblenden
es: Mostrar etiquetas
fr: Afficher les étiquettes
nl: Labels tonen
pl: Pokaż etykiety
ru: Показать метки
uk: Показати підписи
zh_hans: 显示标签

# contacts.trace.map.saveTitle
source: Save Path
de: Pfad speichern
es: Guardar ruta
fr: Enregistrer le chemin
nl: Pad opslaan
pl: Zapisz ścieżkę
ru: Сохранить путь
uk: Зберегти шлях
zh_hans: 保存路径

# contacts.trace.map.saveMessage
source: Enter a name for this path
de: Gib einen Namen für diesen Pfad ein
es: Introduce un nombre para esta ruta
fr: Entrez un nom pour ce chemin
nl: Voer een naam in voor dit pad
pl: Wprowadź nazwę dla tej ścieżki
ru: Введи название для этого пути
uk: Введи назву для цього шляху
zh_hans: 为此路径输入名称

# contacts.trace.map.pathName
source: Path name
de: Pfadname
es: Nombre de la ruta
fr: Nom du chemin
nl: Padnaam
pl: Nazwa ścieżki
ru: Название пути
uk: Назва шляху
zh_hans: 路径名称
