Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/RemoteNodes.strings
Languages: pl, uk, zh_hans

# remoteNodes.auth.joinRoom
source: Join Room
pl: Dołącz do pokoju
uk: Приєднатися до кімнати
zh_hans: 加入房间

# remoteNodes.auth.adminAccess
source: Admin Access
pl: Dostęp administratora
uk: Доступ адміністратора
zh_hans: 管理员访问权限

# remoteNodes.auth.cancel
source: Cancel
pl: Anuluj
uk: Скасувати
zh_hans: 取消

# remoteNodes.auth.nodeDetails
source: Node Details
pl: Szczegóły węzła
uk: Деталі вузла
zh_hans: 节点详情

# remoteNodes.auth.name
source: Name
pl: Nazwa
uk: Ім'я
zh_hans: 名称

# remoteNodes.auth.type
source: Type
pl: Typ
uk: Тип
zh_hans: 类型

# remoteNodes.auth.typeRoom
source: Room
pl: Pokój
uk: Кімната
zh_hans: 房间

# remoteNodes.auth.typeRepeater
source: Repeater
pl: Przekaźnik
uk: Ретранслятор
zh_hans: 转发节点

# remoteNodes.auth.authentication
source: Authentication
pl: Uwierzytelnianie
uk: Автентифікація
zh_hans: 身份验证

# remoteNodes.auth.password
source: Password
pl: Hasło
uk: Пароль
zh_hans: 密码

# remoteNodes.auth.rememberPassword
source: Remember Password
pl: Zapamiętaj hasło
uk: Запам'ятати пароль
zh_hans: 记住密码

# remoteNodes.auth.errorPrefix
source: Error: %@
pl: Błąd: %@
uk: Помилка: %@
zh_hans: 错误：%@

# remoteNodes.auth.passwordTooLongRepeaters
source: MeshCore repeaters only accept passwords up to %d characters. Extra characters will be ignored.
pl: Przekaźniki MeshCore akceptują hasła do %d znaków. Dodatkowe znaki zostaną zignorowane.
uk: Ретранслятори MeshCore приймають паролі до %d символів. Зайві символи буде проігноровано.
zh_hans: MeshCore 转发节点仅接受最多 %d 个字符的密码。多余字符将被忽略。

# remoteNodes.auth.passwordTooLongRooms
source: MeshCore rooms only accept passwords up to %d characters. Extra characters will be ignored.
pl: Pokoje MeshCore akceptują hasła do %d znaków. Dodatkowe znaki zostaną zignorowane.
uk: Кімнати MeshCore приймають паролі до %d символів. Зайві символи буде проігноровано.
zh_hans: MeshCore 房间仅接受最多 %d 个字符的密码。多余字符将被忽略。

# remoteNodes.auth.secondsRemaining
source: Up to %d seconds remaining
pl: Maksymalnie %d sekund
uk: Залишилося %d с
zh_hans: 最多 %d 秒剩余

# remoteNodes.auth.connect
source: Connect
pl: Połącz
uk: Підключитися
zh_hans: 连接

# remoteNodes.auth.secondsRemainingAnnouncement
source: %d seconds remaining
pl: Pozostało %d sekund
uk: Залишилося %d секунд
zh_hans: %d 秒剩余

# remoteNodes.settings.title
source: Repeater Settings
pl: Ustawienia przekaźnika
uk: Налаштування ретранслятора
zh_hans: 转发节点设置

# remoteNodes.settings.done
source: Done
pl: Gotowe
uk: Готово
zh_hans: 完成

# remoteNodes.settings.success
source: Success
pl: Sukces
uk: Успішно
zh_hans: 成功

# remoteNodes.settings.ok
source: OK
zh_hans: 确定

# remoteNodes.settings.settingsApplied
source: Settings applied
pl: Ustawienia zastosowane
uk: Налаштування застосовано
zh_hans: 设置已应用

# remoteNodes.settings.deviceInfo
source: Device Info
pl: Informacje o urządzeniu
uk: Інформація про пристрій
zh_hans: 设备信息

# remoteNodes.settings.firmware
source: Firmware
uk: Прошивка
zh_hans: 固件

# remoteNodes.settings.deviceTime
source: Device Time
pl: Czas urządzenia
uk: Час пристрою
zh_hans: 设备时间

# remoteNodes.settings.radioParameters
source: Radio Parameters
pl: Parametry radia
uk: Параметри радіо
zh_hans: 无线电参数

# remoteNodes.settings.radioRestartWarning
source: Applying these changes will restart the repeater
pl: Zastosowanie tych zmian uruchomi ponownie przekaźnik
uk: Застосування цих змін перезапустить ретранслятор
zh_hans: 应用这些更改将重启转发节点

# remoteNodes.settings.frequencyMHz
source: Frequency (MHz)
pl: Częstotliwość (MHz)
uk: Частота (МГц)
zh_hans: 频率（MHz）

# remoteNodes.settings.loading
source: Loading...
pl: Ładowanie...
uk: Завантаження...
zh_hans: 正在加载...

# remoteNodes.settings.failedToLoad
source: Failed to load
pl: Nie udało się załadować
uk: Не вдалося завантажити
zh_hans: 加载失败

# remoteNodes.settings.bandwidthKHz
source: Bandwidth (kHz)
pl: Szerokość pasma (kHz)
uk: Смуга пропускання (кГц)
zh_hans: 带宽（kHz）

# remoteNodes.settings.accessibility.bandwidthLabel
source: %@ kilohertz
pl: %@ kiloherców
uk: %@ кілогерц
zh_hans: %@ 千赫兹

# remoteNodes.settings.bandwidthHint
source: Lower values increase range but decrease speed
pl: Niższe wartości zwiększają zasięg, ale zmniejszają prędkość
uk: Менші значення збільшують дальність, але зменшують швидкість
zh_hans: 较低的值会增加范围但降低速度

# remoteNodes.settings.spreadingFactor
source: Spreading Factor
pl: Współczynnik rozpraszania
uk: Фактор розширення
zh_hans: 扩频因子

# remoteNodes.settings.accessibility.spreadingFactorLabel
source: Spreading factor %d
pl: Współczynnik rozpraszania %d
uk: Фактор розширення %d
zh_hans: 扩频因子 %d

# remoteNodes.settings.spreadingFactorHint
source: Higher values increase range but decrease speed
pl: Wyższe wartości zwiększają zasięg, ale zmniejszają prędkość
uk: Більші значення збільшують дальність, але зменшують швидкість
zh_hans: 较高的值会增加范围但降低速度

# remoteNodes.settings.codingRate
source: Coding Rate
pl: Współczynnik kodowania
uk: Швидкість кодування
zh_hans: 编码率

# remoteNodes.settings.accessibility.codingRateLabel
source: Coding rate %d
pl: Szybkość kodowania %d
uk: Швидкість кодування %d
zh_hans: 编码率 %d

# remoteNodes.settings.codingRateHint
source: Higher values add error correction but decrease speed
pl: Wyższe wartości dodają korekcję błędów, ale zmniejszają prędkość
uk: Більші значення додають корекцію помилок, але зменшують швидкість
zh_hans: 较高的值会增加纠错但降低速度

# remoteNodes.settings.txPowerDbm
source: TX Power (dBm)
pl: Moc TX (dBm)
uk: Потужність TX (дБм)
zh_hans: 发射功率（dBm）

# remoteNodes.settings.applyRadioSettings
source: Apply Radio Settings
pl: Zastosuj ustawienia radia
uk: Застосувати налаштування радіо
zh_hans: 应用无线电设置

# remoteNodes.settings.identityLocation
source: Identity & Location
pl: Tożsamość i lokalizacja
uk: Ідентифікація та місцезнаходження
zh_hans: 身份和位置

# remoteNodes.settings.latitude
source: Latitude
pl: Szerokość geograficzna
uk: Широта
zh_hans: 纬度

# remoteNodes.settings.lat
source: Lat
pl: Szer.
uk: Шир.
zh_hans: 纬

# remoteNodes.settings.longitude
source: Longitude
pl: Długość geograficzna
uk: Довгота
zh_hans: 经度

# remoteNodes.settings.lon
source: Lon
pl: Dł.
uk: Довг.
zh_hans: 经

# remoteNodes.settings.pickOnMap
source: Pick on Map
pl: Wybierz na mapie
uk: Вибрати на карті
zh_hans: 在地图上选择

# remoteNodes.settings.applyIdentitySettings
source: Apply Identity Settings
pl: Zastosuj ustawienia tożsamości
uk: Застосувати налаштування ідентифікації
zh_hans: 应用身份设置

# remoteNodes.settings.behavior
source: Behavior
pl: Zachowanie
uk: Поведінка
zh_hans: 行为

# remoteNodes.settings.repeaterMode
source: Repeater Mode
pl: Tryb przekaźnika
uk: Режим ретранслятора
zh_hans: 转发节点模式

# remoteNodes.settings.advertInterval0Hop
source: Advert Interval (0-hop)
pl: Interwał ogłoszeń (0-skok)
uk: Інтервал оголошень (0-перехід)
zh_hans: 广播间隔（0 跳）

# remoteNodes.settings.min
source: min
uk: хв
zh_hans: 分钟

# remoteNodes.settings.advertIntervalFlood
source: Advert Interval (flood)
pl: Interwał ogłoszeń (rozproszony)
uk: Інтервал оголошень (розсилка)
zh_hans: 广播间隔（泛洪）

# remoteNodes.settings.hrs
source: hrs
pl: godz.
uk: год.
zh_hans: 小时

# remoteNodes.settings.maxFloodHops
source: Max Flood Hops
pl: Maks. skoków rozproszonych
uk: Макс. переходів розсилки
zh_hans: 最大泛洪跳数

# remoteNodes.settings.hops
source: hops
pl: skoków
uk: переходів
zh_hans: 跳

# remoteNodes.settings.applyBehaviorSettings
source: Apply Behavior Settings
pl: Zastosuj ustawienia zachowania
uk: Застосувати налаштування поведінки
zh_hans: 应用行为设置

# remoteNodes.settings.security
source: Security
pl: Bezpieczeństwo
uk: Безпека
zh_hans: 安全

# remoteNodes.settings.newPassword
source: New Password
pl: Nowe hasło
uk: Новий пароль
zh_hans: 新密码

# remoteNodes.settings.confirmPassword
source: Confirm Password
pl: Potwierdź hasło
uk: Підтвердження пароля
zh_hans: 确认密码

# remoteNodes.settings.changePassword
source: Change Password
pl: Zmień hasło
uk: Змінити пароль
zh_hans: 更改密码

# remoteNodes.settings.securityFooter
source: Change the admin authentication password.
pl: Zmień hasło uwierzytelniania administratora.
uk: Змінити пароль автентифікації адміністратора.
zh_hans: 更改管理员身份验证密码

# remoteNodes.settings.deviceActions
source: Device Actions
pl: Akcje urządzenia
uk: Дії з пристроєм
zh_hans: 设备操作

# remoteNodes.settings.sendAdvert
source: Send Advert
pl: Wyślij ogłoszenie
uk: Надіслати оголошення
zh_hans: 发送广播

# remoteNodes.settings.syncTime
source: Sync Time
pl: Synchronizuj czas
uk: Синхронізувати час
zh_hans: 同步时间

# remoteNodes.settings.rebootDevice
source: Reboot Device
pl: Uruchom ponownie urządzenie
uk: Перезавантажити пристрій
zh_hans: 重启设备

# remoteNodes.settings.rebootConfirmTitle
source: Reboot Repeater?
pl: Uruchomić ponownie przekaźnik?
uk: Перезавантажити ретранслятор?
zh_hans: 是否重启转发节点？

# remoteNodes.settings.reboot
source: Reboot
pl: Uruchom ponownie
uk: Перезавантажити
zh_hans: 重启

# remoteNodes.settings.rebootMessage
source: The repeater will restart and be temporarily unavailable.
pl: Przekaźnik zostanie uruchomiony ponownie i będzie tymczasowo niedostępny.
uk: Ретранслятор перезапуститься і буде тимчасово недоступний.
zh_hans: 转发节点将重启并暂时不可用

# remoteNodes.settings.someSettingsFailedToLoad
source: Some settings failed to load
pl: Niektóre ustawienia nie zostały załadowane
uk: Деякі налаштування не вдалося завантажити
zh_hans: 部分设置加载失败

# remoteNodes.settings.radioNotLoaded
source: Radio settings not loaded
pl: Ustawienia radia nie zostały załadowane
uk: Налаштування радіо не завантажено
zh_hans: 无线电设置未加载

# remoteNodes.settings.radioAppliedSuccess
source: Radio settings applied. Restart device to take effect.
pl: Ustawienia radia zastosowane. Uruchom ponownie urządzenie, aby zaczęły działać.
uk: Налаштування радіо застосовано. Перезапусти пристрій, щоб зміни набули чинності.
zh_hans: 无线电设置已应用。重启设备以生效。

# remoteNodes.settings.radioApplyFailed
source: Some radio settings failed to apply
pl: Niektóre ustawienia radia nie zostały zastosowane
uk: Деякі налаштування радіо не вдалося застосувати
zh_hans: 部分无线电设置应用失败

# remoteNodes.settings.someSettingsFailedToApply
source: Some settings failed to apply
pl: Niektóre ustawienia nie zostały zastosowane
uk: Деякі налаштування не вдалося застосувати
zh_hans: 部分设置应用失败

# remoteNodes.settings.passwordEmpty
source: Password cannot be empty
pl: Hasło nie może być puste
uk: Пароль не може бути порожнім
zh_hans: 密码不能为空

# remoteNodes.settings.passwordMismatch
source: Passwords do not match
pl: Hasła nie są zgodne
uk: Паролі не збігаються
zh_hans: 密码不匹配

# remoteNodes.settings.passwordChangedSuccess
source: Password changed successfully
pl: Hasło zostało pomyślnie zmienione
uk: Пароль успішно змінено
zh_hans: 密码已成功更改

# remoteNodes.settings.passwordChangeFailed
source: Failed to change password
pl: Nie udało się zmienić hasła
uk: Не вдалося змінити пароль
zh_hans: 更改密码失败

# remoteNodes.settings.rebootSent
source: Reboot command sent
pl: Polecenie ponownego uruchomienia wysłane
uk: Команду перезавантаження надіслано
zh_hans: 已发送重启命令

# remoteNodes.settings.advertSent
source: Advertisement sent
pl: Ogłoszenie wysłane
uk: Оголошення надіслано
zh_hans: 已发送广播

# remoteNodes.settings.timeSynced
source: Time synced
pl: Czas zsynchronizowany
uk: Час синхронізовано
zh_hans: 时间已同步

# remoteNodes.settings.clockAheadError
source: Repeater clock is ahead of phone time. If it's too far forward, reboot the repeater then sync time again.
pl: Zegar przekaźnika jest przed czasem telefonu. Jeśli jest zbyt daleko do przodu, uruchom ponownie przekaźnik, a następnie ponownie zsynchronizuj czas.
uk: Годинник ретранслятора випереджає час телефону. Якщо різниця значна, перезавантаж ретранслятор і синхронізуй час знову.
zh_hans: 转发节点时钟早于手机时间。如果过远，请重启转发节点然后再次同步时间。

# remoteNodes.settings.syncTimeFailed
source: Failed to sync time
pl: Nie udało się zsynchronizować czasu
uk: Не вдалося синхронізувати час
zh_hans: 同步时间失败

# remoteNodes.settings.unexpectedResponse
source: Unexpected response: %@
pl: Nieoczekiwana odpowiedź: %@
uk: Неочікувана відповідь: %@
zh_hans: 意外响应：%@

# remoteNodes.settings.notConnected
source: Not connected to repeater
pl: Nie połączono z przekaźnikiem
uk: Не підключено до ретранслятора
zh_hans: 未连接到转发节点

# remoteNodes.settings.timeout
source: Command timed out
pl: Upłynął limit czasu polecenia
uk: Час очікування команди вичерпано
zh_hans: 命令超时

# remoteNodes.settings.noService
source: Repeater service not available
pl: Usługa przekaźnika niedostępna
uk: Сервіс ретранслятора недоступний
zh_hans: 转发节点服务不可用

# remoteNodes.settings.advertIntervalValidation
source: Accepts 0 (disabled) or 60-240 min
pl: Akceptuje 0 (wyłączone) lub 60-240 min
uk: Допустимі значення: 0 (вимкнено) або 60–240 хв
zh_hans: 接受 0（禁用）或 60-240 分钟

# remoteNodes.settings.floodIntervalValidation
source: Accepts 3-48 hours
pl: Akceptuje 3-48 godzin
uk: Допустимі значення: 3–48 годин
zh_hans: 接受 3-48 小时

# remoteNodes.settings.floodMaxValidation
source: Accepts 0-64 hops
pl: Akceptuje 0-64 skoków
uk: Допустимі значення: 0–64 переходів
zh_hans: 接受 0-64 跳

# remoteNodes.status.title
source: Repeater Status
pl: Status przekaźnika
uk: Статус ретранслятора
zh_hans: 转发节点状态

# remoteNodes.status.statusSection
source: Status
uk: Статус
zh_hans: 状态

# remoteNodes.status.battery
source: Battery
pl: Bateria
uk: Батарея
zh_hans: 电池

# remoteNodes.status.uptime
source: Uptime
pl: Czas działania
uk: Час роботи
zh_hans: 运行时间

# remoteNodes.status.lastRssi
source: Last RSSI
pl: Ostatnie RSSI
uk: Останній RSSI
zh_hans: 最后 RSSI

# remoteNodes.status.lastSnr
source: Last SNR
pl: Ostatnie SNR
uk: Останній SNR
zh_hans: 最后信噪比

# remoteNodes.status.noiseFloor
source: Noise Floor
pl: Próg szumów
uk: Рівень шуму
zh_hans: 无线电底噪

# remoteNodes.status.packetsSent
source: Packets Sent
pl: Pakiety wysłane
uk: Пакетів надіслано
zh_hans: 已发送数据包

# remoteNodes.status.packetsReceived
source: Packets Received
pl: Pakiety odebrane
uk: Пакетів отримано
zh_hans: 已接收数据包

# remoteNodes.status.neighbors
source: Neighbors
pl: Sąsiedzi
uk: Сусіди
zh_hans: 邻居

# remoteNodes.status.noNeighbors
source: No neighbors discovered
pl: Nie wykryto sąsiadów
uk: Сусідів не виявлено
zh_hans: 未发现邻居

# remoteNodes.status.batteryCurve
source: Battery Curve
pl: Krzywa baterii
uk: Крива батареї
zh_hans: 电池曲线

# remoteNodes.status.telemetry
source: Telemetry
pl: Telemetria
uk: Телеметрія
zh_hans: 遥测数据

# remoteNodes.status.noSensorData
source: No sensor data
pl: Brak danych z czujników
uk: Немає даних датчиків
zh_hans: 无传感器数据

# remoteNodes.status.noTelemetryData
source: No telemetry data
pl: Brak danych telemetrii
uk: Немає даних телеметрії
zh_hans: 无遥测数据

# remoteNodes.status.unknown
source: Unknown
pl: Nieznany
uk: Невідомо
zh_hans: 未知

# remoteNodes.status.secondsAgo
source: %ds ago
pl: %ds temu
uk: %d с тому
zh_hans: %d秒前

# remoteNodes.status.minutesAgo
source: %dm ago
pl: %dm temu
uk: %d хв тому
zh_hans: %d分钟前

# remoteNodes.status.hoursAgo
source: %dh ago
pl: %dh temu
uk: %d год тому
zh_hans: %d小时前

# remoteNodes.status.snrFormat
source: SNR %@dB
uk: SNR %@ дБ
zh_hans: 信噪比 %@dB

# remoteNodes.status.requestTimedOut
source: Request timed out
pl: Upłynął limit czasu żądania
uk: Час очікування запиту вичерпано
zh_hans: 请求超时

# remoteNodes.status.uptime1Day
source: 1 day %dh %dm
pl: 1 dzień %dh %dm
uk: 1 день %d год %d хв
zh_hans: 1 天 %d小时 %d分钟

# remoteNodes.status.uptimeDays
source: %d days %dh %dm
pl: %d dni %dh %dm
uk: %d днів %d год %d хв
zh_hans: %d 天 %d小时 %d分钟

# remoteNodes.status.uptimeHours
source: %dh %dm
uk: %d год %d хв
zh_hans: %d小时 %d分钟

# remoteNodes.status.uptimeMinutes
source: %dm
uk: %d хв
zh_hans: %d分钟

# remoteNodes.status.ocvLoadFailed
source: Failed to load battery curve settings
pl: Nie udało się załadować ustawień krzywej baterii
uk: Не вдалося завантажити налаштування кривої батареї
zh_hans: 加载电池曲线设置失败

# remoteNodes.status.ocvSaveNoContact
source: Cannot save: contact not found
pl: Nie można zapisać: nie znaleziono kontaktu
uk: Неможливо зберегти: контакт не знайдено
zh_hans: 无法保存：未找到联系人

# remoteNodes.status.ocvSaveFailed
source: Failed to save: %@
pl: Nie udało się zapisać: %@
uk: Не вдалося зберегти: %@
zh_hans: 保存失败：%@

# remoteNodes.room.disconnected
source: Disconnected
pl: Rozłączono
uk: Відключено
zh_hans: 已断开

# remoteNodes.room.noMessagesYet
source: No public messages yet
pl: Brak publicznych wiadomości
uk: Ще немає публічних повідомлень
zh_hans: 暂无公开消息

# remoteNodes.room.beFirstToPost
source: Be the first to post
pl: Bądź pierwszy, który opublikuje
uk: Будь першим, хто напише
zh_hans: 首先发布

# remoteNodes.room.publicMessage
source: Public Message
pl: Wiadomość publiczna
uk: Публічне повідомлення
zh_hans: 公开消息

# remoteNodes.room.viewOnlyBanner
source: View only - join as member to post
pl: Tylko podgląd - dołącz jako członek, aby publikować
uk: Лише перегляд — приєднайся як учасник, щоб писати
zh_hans: 仅查看 - 以成员身份加入以发布

# remoteNodes.room.viewOnlyHint
source: Tap to log in
zh_hans: 点击以登录

# remoteNodes.room.infoTitle
source: Room Info
pl: Informacje o pokoju
uk: Інформація про кімнату
zh_hans: 房间信息

# remoteNodes.room.details
source: Details
pl: Szczegóły
uk: Деталі
zh_hans: 详情

# remoteNodes.room.permission
source: Permission
pl: Uprawnienia
uk: Дозвіл
zh_hans: 权限

# remoteNodes.room.status
source: Status
uk: Статус
zh_hans: 状态

# remoteNodes.room.connected
source: Connected
pl: Połączono
uk: Підключено
zh_hans: 已连接

# remoteNodes.room.activity
source: Activity
pl: Aktywność
uk: Активність
zh_hans: 活动

# remoteNodes.room.lastConnected
source: Last Connected
pl: Ostatnio połączony
uk: Останнє підключення
zh_hans: 最后连接

# remoteNodes.room.identification
source: Identification
pl: Identyfikacja
uk: Ідентифікація
zh_hans: 身份

# remoteNodes.room.publicKey
source: Public Key
pl: Klucz publiczny
uk: Публічний ключ
zh_hans: 公钥

# remoteNodes.room.disconnectedBanner
source: Disconnected
zh_hans: 已断开

# remoteNodes.room.disconnectedHint
source: Tap to reconnect
zh_hans: 点击以重新连接

# remoteNodes.room.reconnected
source: Room reconnected
zh_hans: 房间已重新连接

# remoteNodes.room.message.retryHint
source: Double-tap to resend this message
pl: Stuknij dwukrotnie, aby ponownie wysłać tę wiadomość
uk: Натисніть двічі, щоб повторно надіслати це повідомлення
zh_hans: 双击以重新发送此消息

# remoteNodes.room.message.status.failedLabel
source: Message failed to send. Double tap retry button to resend.
pl: Nie udało się wysłać wiadomości. Stuknij dwukrotnie przycisk ponów, aby wysłać ponownie.
uk: Не вдалося надіслати повідомлення. Натисніть двічі кнопку повтору, щоб надіслати знову.
zh_hans: 消息发送失败。双击重试按钮以重新发送。

# remoteNodes.room.message.status.sendingLabel
source: Sending message
pl: Wysyłanie wiadomości
uk: Надсилання повідомлення
zh_hans: 正在发送消息

# remoteNodes.room.message.status.deliveredLabel
source: Message delivered
pl: Wiadomość dostarczona
uk: Повідомлення доставлено
zh_hans: 消息已送达

# remoteNodes.cancel
source: Cancel
pl: Anuluj
uk: Скасувати
zh_hans: 取消

# remoteNodes.done
source: Done
pl: Gotowe
uk: Готово
zh_hans: 完成

# remoteNodes.name
source: Name
pl: Nazwa
uk: Ім'я
zh_hans: 名称

# remoteNodes.settings.mhz
source: MHz
uk: МГц

# remoteNodes.settings.dbm
source: dBm
uk: дБм
