Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Settings.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
pl: Ustawienia
ru: Настройки
uk: Налаштування
zh_hans: 设置

# selectSetting
source: Select a setting
de: Eine Einstellung auswählen
es: Selecciona un ajuste
fr: Sélectionnez un réglage
nl: Selecteer een instelling
pl: Wybierz ustawienie
ru: Выберите настройку
uk: Виберіть налаштування
zh_hans: 选择设置

# advancedSettings.footer
source: Radio tuning, telemetry, contact settings, and device management
de: Funk-Tuning, Telemetrie, Kontakteinstellungen und Geräteverwaltung
es: Ajuste de radio, telemetría, configuración de contactos y gestión de dispositivos
fr: Réglage radio, télémétrie, paramètres de contact et gestion de l'appareil
nl: Radio-afstemming, telemetrie, contactinstellingen en apparaatbeheer
pl: Strojenie radia, telemetria, ustawienia kontaktów i zarządzanie urządzeniem
ru: Настройка радио, телеметрия, настройки контактов и управление устройством
uk: Налаштування радіо, телеметрія, налаштування контактів та управління пристроєм
zh_hans: 无线电调谐、遥测、联系人设置和设备管理

# advancedSettings.title
source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Réglages avancés
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
ru: Расширенные настройки
uk: Розширені налаштування
zh_hans: 高级设置

source: Build %@
es: Compilación %@
pl: Kompilacja %@
ru: Сборка %@
uk: Збірка %@
zh_hans: 构建 %@

# demoMode.header
source: Demo Mode
de: Demo-Modus
es: Modo demo
fr: Mode démo
nl: Demomodus
pl: Tryb demo
ru: Демо-режим
uk: Демо-режим
zh_hans: 演示模式

# demoMode.enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
nl: Ingeschakeld
pl: Włączony
ru: Включён
uk: Увімкнено
zh_hans: 已启用

# demoMode.footer
source: Demo mode allows testing without hardware using mock data.
de: Demo-Modus ermöglicht Tests ohne Hardware mit Beispieldaten.
es: El modo demo permite probar sin hardware usando datos simulados.
fr: Le mode démo permet de tester sans matériel en utilisant des données fictives.
nl: Demomodus maakt testen mogelijk zonder hardware met behulp van testgegevens.
pl: Tryb demo umożliwia testowanie bez sprzętu przy użyciu danych testowych.
ru: Демо-режим позволяет тестировать без оборудования, используя тестовые данные.
uk: Демо-режим дозволяє тестувати без обладнання, використовуючи тестові дані.
zh_hans: 演示模式允许使用模拟数据在没有硬件的情况下进行测试。

# device.header
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
nl: Apparaat
pl: Urządzenie
ru: Устройство
uk: Пристрій
zh_hans: 设备

# device.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
pl: Połączono
ru: Подключено
uk: Підключено
zh_hans: 已连接

# device.noDeviceConnected
source: No MeshCore device connected
de: Kein MeshCore-Gerät verbunden
es: Ningún dispositivo MeshCore conectado
fr: Aucun appareil MeshCore connecté
nl: Geen MeshCore-apparaat verbonden
pl: Brak połączonego urządzenia MeshCore
ru: Устройство MeshCore не подключено
uk: Пристрій MeshCore не підключено
zh_hans: 未连接 MeshCore 设备

# device.connect
source: Connect Device
de: Gerät verbinden
es: Conectar dispositivo
fr: Connecter un appareil
nl: Apparaat verbinden
pl: Połącz urządzenie
ru: Подключить устройство
uk: Підключити пристрій
zh_hans: 连接设备

# deviceInfo.title
source: Device Info
de: Geräteinfo
es: Info del dispositivo
fr: Infos de l'appareil
nl: Apparaatinfo
pl: Informacje o urządzeniu
ru: Информация об устройстве
uk: Інформація про пристрій
zh_hans: 设备信息

# deviceInfo.connection.header
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
nl: Verbinding
pl: Połączenie
ru: Подключение
uk: Підключення
zh_hans: 连接

# deviceInfo.connection.status
source: Status
es: Estado
fr: Statut
ru: Статус
uk: Статус
zh_hans: 状态

# deviceInfo.powerStorage.header
source: Power & Storage
de: Akku & Speicher
es: Energía y almacenamiento
fr: Batterie et stockage
nl: Voeding en opslag
pl: Zasilanie i pamięć
ru: Питание и память
uk: Живлення та пам'ять
zh_hans: 电源和存储

# deviceInfo.battery
source: Battery
de: Akku
es: Batería
fr: Batterie
nl: Batterij
pl: Bateria
ru: Батарея
uk: Батарея
zh_hans: 电池

# deviceInfo.storageUsed
source: Storage Used
de: Belegter Speicher
es: Almacenamiento usado
fr: Stockage utilisé
nl: Opslag gebruikt
pl: Użyta pamięć
ru: Использовано памяти
uk: Використано пам'яті
zh_hans: 已用存储

# deviceInfo.batteryAndStorage
source: Battery & Storage
de: Akku & Speicher
es: Batería y almacenamiento
fr: Batterie et stockage
nl: Batterij en opslag
pl: Bateria i pamięć
ru: Батарея и память
uk: Батарея та пам'ять
zh_hans: 电池和存储

# deviceInfo.firmware.header
source: Firmware
ru: Прошивка
uk: Прошивка
zh_hans: 固件

# deviceInfo.firmwareVersion
source: Firmware Version
es: Versión de firmware
fr: Version du firmware
nl: Firmwareversie
pl: Wersja firmware
ru: Версия прошивки
uk: Версія прошивки
zh_hans: 固件版本

# deviceInfo.buildDate
source: Build Date
de: Build-Datum
es: Fecha de compilación
fr: Date de compilation
nl: Builddatum
pl: Data kompilacji
ru: Дата сборки
uk: Дата збірки
zh_hans: 构建日期

# deviceInfo.manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
nl: Fabrikant
pl: Producent
ru: Производитель
uk: Виробник
zh_hans: 制造商

# deviceInfo.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

# deviceInfo.capabilities.header
source: Capabilities
de: Fähigkeiten
es: Capacidades
fr: Capacités
nl: Mogelijkheden
pl: Możliwości
ru: Возможности
uk: Можливості
zh_hans: 功能

# deviceInfo.maxNodes
source: Max Nodes
de: Max. Knoten
es: Nodos máximos
fr: Max nœuds
nl: Max. knooppunten
pl: Maks. węzłów
ru: Макс. узлов
uk: Макс. вузлів
zh_hans: 最大节点数

# deviceInfo.maxChannels
source: Max Channels
de: Max. Kanäle
es: Canales máximos
fr: Max canaux
nl: Max. kanalen
pl: Maks. kanałów
ru: Макс. каналов
uk: Макс. каналів
zh_hans: 最大频道数

# deviceInfo.maxTxPower
source: Max TX Power
de: Max. Sendeleistung
es: Potencia TX máxima
fr: Puissance TX max
nl: Max. TX-vermogen
pl: Maks. moc TX
ru: Макс. мощность TX
uk: Макс. потужність TX
zh_hans: 最大发射功率

# deviceInfo.txPowerFormat
source: %@ dBm
ru: %@ дБм
uk: %@ дБм

# deviceInfo.identity.header
source: Identity
de: Identität
es: Identidad
fr: Identité
nl: Identiteit
pl: Tożsamość
ru: Идентификация
uk: Ідентифікація
zh_hans: 身份

# deviceInfo.publicKey
source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
nl: Publieke sleutel
pl: Klucz publiczny
ru: Публичный ключ
uk: Публічний ключ
zh_hans: 公钥

# deviceInfo.shareContact
source: Share My Contact
de: Meinen Kontakt teilen
es: Compartir mi contacto
fr: Partager mon contact
nl: Mijn contact delen
pl: Udostępnij mój kontakt
ru: Поделиться моим контактом
uk: Поділитися моїм контактом
zh_hans: 分享我的联系人

# deviceInfo.noDevice.title
source: No Device Connected
de: Kein Gerät verbunden
es: Dispositivo no conectado
fr: Aucun appareil connecté
nl: Geen apparaat verbonden
pl: Brak połączonego urządzenia
ru: Устройство не подключено
uk: Пристрій не підключено
zh_hans: 未连接设备

# deviceInfo.noDevice.description
source: Connect to a MeshCore device to view its information
de: Verbinde dich mit einem MeshCore-Gerät, um seine Informationen anzuzeigen
es: Conecta un dispositivo MeshCore para ver su información
fr: Connectez-vous à un appareil MeshCore pour voir ses informations
nl: Verbind met een MeshCore-apparaat om de informatie te bekijken
pl: Połącz się z urządzeniem MeshCore, aby wyświetlić jego informacje
ru: Подключитесь к устройству MeshCore для просмотра информации
uk: Підключіться до пристрою MeshCore для перегляду інформації
zh_hans: 连接到 MeshCore 设备以查看其信息

# deviceInfo.defaultManufacturer
source: MeshCore Device
de: MeshCore-Gerät
es: Dispositivo MeshCore
fr: Appareil MeshCore
nl: MeshCore-apparaat
pl: Urządzenie MeshCore
ru: Устройство MeshCore
uk: Пристрій MeshCore
zh_hans: MeshCore 设备

# publicKey.title
source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
nl: Publieke sleutel
pl: Klucz publiczny
ru: Публичный ключ
uk: Публічний ключ
zh_hans: 公钥

# publicKey.header
source: 32-byte Ed25519 Public Key
de: 32-Byte Ed25519 öffentlicher Schlüssel
es: Clave pública Ed25519 de 32 bytes
fr: Clé publique Ed25519 de 32 octets
nl: 32-byte Ed25519 publieke sleutel
pl: 32-bajtowy klucz publiczny Ed25519
ru: 32-байтный публичный ключ Ed25519
uk: 32-байтний публічний ключ Ed25519
zh_hans: 32 字节 Ed25519 公钥

# publicKey.footer
source: This key uniquely identifies your device on the mesh network
de: Dieser Schlüssel identifiziert dein Gerät eindeutig im Mesh-Netzwerk
es: Esta clave identifica de forma única tu dispositivo en la red mesh
fr: Cette clé identifie de manière unique votre appareil sur le réseau mesh
nl: Deze sleutel identificeert je apparaat uniek op het mesh-netwerk
pl: Ten klucz jednoznacznie identyfikuje Twoje urządzenie w sieci mesh
ru: Этот ключ однозначно идентифицирует ваше устройство в сети mesh
uk: Цей ключ однозначно ідентифікує ваш пристрій у мережі mesh
zh_hans: 此密钥在网状网络上唯一标识您的设备

# publicKey.copy
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
nl: Kopieer naar klembord
pl: Kopiuj do schowka
ru: Копировать в буфер обмена
uk: Копіювати в буфер обміну
zh_hans: 复制到剪贴板

# deviceSelection.title
source: Connect Device
de: Gerät verbinden
es: Conectar dispositivo
fr: Connecter un appareil
nl: Apparaat verbinden
pl: Połącz urządzenie
ru: Подключить устройство
uk: Підключити пристрій
zh_hans: 连接设备

# deviceSelection.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
nl: Verbinden
pl: Połącz
ru: Подключить
uk: Підключити
zh_hans: 连接

# deviceSelection.previouslyPaired
source: Previously Paired
de: Zuvor gekoppelt
es: Emparejados anteriormente
fr: Précédemment appairés
nl: Eerder gekoppeld
pl: Wcześniej sparowane
ru: Ранее сопряжённые
uk: Раніше сполучені
zh_hans: 之前配对的设备

# deviceSelection.selectToReconnect
source: Select a device to reconnect
de: Wähle ein Gerät zum Wiederverbinden
es: Selecciona un dispositivo para reconectar
fr: Sélectionnez un appareil pour vous reconnecter
nl: Selecteer een apparaat om opnieuw te verbinden
pl: Wybierz urządzenie, aby połączyć ponownie
ru: Выберите устройство для повторного подключения
uk: Виберіть пристрій для повторного підключення
zh_hans: 选择设备以重新连接

# deviceSelection.connectViaWifi
source: Connect via WiFi
de: Über WLAN verbinden
es: Conectar vía WiFi
fr: Connexion via WiFi
nl: Verbinden via wifi
pl: Połącz przez WiFi
ru: Подключиться через WiFi
uk: Підключитися через WiFi
zh_hans: 通过 WiFi 连接

# deviceSelection.scanBluetooth
source: Scan for Bluetooth Device
de: Nach Bluetooth-Gerät suchen
es: Buscar dispositivo Bluetooth
fr: Rechercher un appareil Bluetooth
nl: Scannen naar Bluetooth-apparaat
pl: Skanuj urządzenie Bluetooth
ru: Поиск Bluetooth-устройств
uk: Пошук Bluetooth-пристроїв
zh_hans: 扫描蓝牙设备

# deviceSelection.noPairedDevices
source: No Paired Devices
de: Keine gekoppelten Geräte
es: Sin dispositivos emparejados
fr: Aucun appareil appairé
nl: Geen gekoppelde apparaten
pl: Brak sparowanych urządzeń
ru: Нет сопряжённых устройств
uk: Немає сполучених пристроїв
zh_hans: 无配对设备

# deviceSelection.noPairedDescription
source: You haven't paired any devices yet.
de: Du hast noch keine Geräte gekoppelt.
es: Aún no has emparejado ningún dispositivo.
fr: Vous n'avez pas encore appairé d'appareil.
nl: Je hebt nog geen apparaten gekoppeld.
pl: Nie sparowałeś jeszcze żadnych urządzeń.
ru: Вы ещё не сопряжены ни с одним устройством.
uk: Ви ще не сполучили жодного пристрою.
zh_hans: 您尚未配对任何设备。

# deviceSelection.scanForDevices
source: Scan for Devices
de: Nach Geräten suchen
es: Buscar dispositivos
fr: Rechercher des appareils
nl: Scannen naar apparaten
pl: Skanuj urządzenia
ru: Поиск устройств
uk: Пошук пристроїв
zh_hans: 扫描设备

# deviceSelection.connectedElsewhere
source: Connected elsewhere
de: Anderswo verbunden
es: Conectado en otro lugar
fr: Connecté ailleurs
nl: Elders verbonden
pl: Połączono gdzie indziej
ru: Подключено к другому приложению
uk: Підключено до іншого застосунку
zh_hans: 已连接到其他位置

# locationPicker.title
source: Set Location
de: Standort festlegen
es: Establecer ubicación
fr: Définir la position
nl: Locatie instellen
pl: Ustaw lokalizację
ru: Установить местоположение
uk: Встановити місцезнаходження
zh_hans: 设置位置

# locationPicker.markerTitle
source: Node Location
de: Knoten-Standort
es: Ubicación del nodo
fr: Position du nœud
nl: Knooppuntlocatie
pl: Lokalizacja węzła
ru: Местоположение узла
uk: Місцезнаходження вузла
zh_hans: 节点位置

# locationPicker.clearLocation
source: Clear Location
de: Standort löschen
es: Borrar ubicación
fr: Effacer la position
nl: Locatie wissen
pl: Wyczyść lokalizację
ru: Очистить местоположение
uk: Очистити місцезнаходження
zh_hans: 清除位置

# locationPicker.dropPin
source: Drop Pin at Center
de: Stecknadel in die Mitte setzen
es: Colocar pin en el centro
fr: Placer une épingle au centre
nl: Speld plaatsen in midden
pl: Upuść pinezkę w centrum
ru: Поставить метку в центре
uk: Поставити мітку в центрі
zh_hans: 在中心放置图钉

# locationPicker.latitude
source: Latitude:
de: Breitengrad:
es: Latitud:
nl: Breedtegraad:
pl: Szerokość:
ru: Широта:
uk: Широта:
zh_hans: 纬度：

# locationPicker.longitude
source: Longitude:
de: Längengrad:
es: Longitud:
nl: Lengtegraad:
pl: Długość:
ru: Долгота:
uk: Довгота:
zh_hans: 经度：

# trustedContacts.title
source: Trusted Contacts
de: Vertrauenswürdige Kontakte
es: Contactos de confianza
fr: Contacts de confiance
nl: Vertrouwde contacten
pl: Zaufane kontakty
ru: Доверенные контакты
uk: Довірені контакти
zh_hans: 信任联系人

# trustedContacts.noContacts
source: No Contacts
de: Keine Kontakte
es: Sin contactos
fr: Aucun contact
nl: Geen contacten
pl: Brak kontaktów
ru: Нет контактов
uk: Немає контактів
zh_hans: 无联系人

# trustedContacts.noContactsDescription
source: Add contacts to select trusted ones
de: Füge Kontakte hinzu, um vertrauenswürdige auszuwählen
es: Añade contactos para seleccionar los de confianza
fr: Ajoutez des contacts pour sélectionner ceux de confiance
nl: Voeg contacten toe om vertrouwde te selecteren
pl: Dodaj kontakty, aby wybrać zaufane
ru: Добавьте контакты, чтобы выбрать доверенных
uk: Додайте контакти, щоб вибрати довірених
zh_hans: 添加联系人以选择信任的联系人

# about.header
source: About
de: Über
es: Acerca de
fr: À propos
nl: Over
pl: Informacje
ru: О приложении
uk: Про застосунок
zh_hans: 关于

# about.website
source: MeshCore Website
de: MeshCore-Webseite
es: Sitio web de MeshCore
fr: Site web MeshCore
pl: Strona MeshCore
ru: Сайт MeshCore
uk: Сайт MeshCore
zh_hans: MeshCore 网站

# about.onlineMap
source: MeshCore Online Map
de: MeshCore Online-Karte
es: Mapa online de MeshCore
fr: Carte en ligne MeshCore
nl: MeshCore online kaart
pl: Mapa online MeshCore
ru: Онлайн-карта MeshCore
uk: Онлайн-карта MeshCore
zh_hans: MeshCore 在线地图

# advancedRadio.header
source: Radio Configuration
de: Funk-Konfiguration
es: Configuración de radio
fr: Configuration radio
nl: Radioconfiguratie
pl: Konfiguracja radia
ru: Конфигурация радио
uk: Конфігурація радіо
zh_hans: 无线电配置

# advancedRadio.frequency
source: Frequency (MHz)
de: Frequenz (MHz)
es: Frecuencia (MHz)
fr: Fréquence (MHz)
nl: Frequentie (MHz)
pl: Częstotliwość (MHz)
ru: Частота (МГц)
uk: Частота (МГц)
zh_hans: 频率（MHz）

# advancedRadio.frequencyPlaceholder
source: MHz
ru: МГц
uk: МГц

# advancedRadio.bandwidth
source: Bandwidth (kHz)
de: Bandbreite (kHz)
es: Ancho de banda (kHz)
fr: Bande passante (kHz)
nl: Bandbreedte (kHz)
pl: Szerokość pasma (kHz)
ru: Полоса пропускания (кГц)
uk: Смуга пропускання (кГц)
zh_hans: 带宽（kHz）

# advancedRadio.spreadingFactor
source: Spreading Factor
de: Spreizfaktor
es: Factor de dispersión
fr: Facteur d'étalement
nl: Spreidingsfactor
pl: Współczynnik rozpraszania
ru: Фактор расширения
uk: Фактор розширення
zh_hans: 扩频因子

# advancedRadio.codingRate
source: Coding Rate
de: Codierungsrate
es: Tasa de codificación
fr: Taux de codage
nl: Coderingssnelheid
pl: Szybkość kodowania
ru: Скорость кодирования
uk: Швидкість кодування
zh_hans: 编码率

# advancedRadio.txPower
source: TX Power (dBm)
de: Sendeleistung (dBm)
es: Potencia TX (dBm)
fr: Puissance TX (dBm)
nl: TX-vermogen (dBm)
pl: Moc TX (dBm)
ru: Мощность TX (дБм)
uk: Потужність TX (дБм)
zh_hans: 发射功率（dBm）

# advancedRadio.txPowerPlaceholder
source: dBm
ru: дБм
uk: дБм

# advancedRadio.apply
source: Apply Radio Settings
de: Funkeinstellungen anwenden
es: Aplicar ajustes de radio
fr: Appliquer les réglages radio
nl: Radio-instellingen toepassen
pl: Zastosuj ustawienia radia
ru: Применить настройки радио
uk: Застосувати налаштування радіо
zh_hans: 应用无线电设置

# advancedRadio.footer
source: Warning: Incorrect settings may prevent communication with other mesh devices.
de: Warnung: Falsche Einstellungen können die Kommunikation mit anderen Mesh-Geräten verhindern.
es: Advertencia: Ajustes incorrectos pueden impedir la comunicación con otros dispositivos mesh.
fr: Attention : des réglages incorrects peuvent empêcher la communication avec d'autres appareils mesh.
nl: Waarschuwing: Onjuiste instellingen kunnen communicatie met andere mesh-apparaten verhinderen.
pl: Ostrzeżenie: Nieprawidłowe ustawienia mogą uniemożliwić komunikację z innymi urządzeniami mesh.
ru: Предупреждение: Неверные настройки могут помешать связи с другими устройствами mesh.
uk: Попередження: Неправильні налаштування можуть завадити зв'язку з іншими пристроями mesh.
zh_hans: 警告：不正确的设置可能会阻止与网状网络设备的通信。

# advancedRadio.invalidInput
source: Invalid input values or device not connected
de: Ungültige Eingabewerte oder Gerät nicht verbunden
es: Valores de entrada inválidos o dispositivo no conectado
fr: Valeurs d'entrée invalides ou appareil non connecté
nl: Ongeldige invoerwaarden of apparaat niet verbonden
pl: Nieprawidłowe wartości wejściowe lub urządzenie niepołączone
ru: Неверные значения или устройство не подключено
uk: Невірні значення або пристрій не підключено
zh_hans: 输入值无效或未连接到设备

# batteryCurve.header
source: Battery Curve
de: Akkukurve
es: Curva de batería
fr: Courbe de batterie
nl: Batterijcurve
pl: Krzywa baterii
ru: Кривая батареи
uk: Крива батареї
zh_hans: 电池曲线

# batteryCurve.footer
source: Configure the voltage-to-percentage curve for your device's battery.
de: Konfiguriere die Spannungs-zu-Prozent-Kurve für den Akku deines Geräts.
es: Configura la curva voltaje-porcentaje para la batería de tu dispositivo.
fr: Configurez la courbe tension-pourcentage pour la batterie de votre appareil.
nl: Configureer de spanning-naar-percentage-curve voor de batterij van je apparaat.
pl: Skonfiguruj krzywą napięcie-procent dla baterii urządzenia.
ru: Настройте кривую напряжение-процент для батареи вашего устройства.
uk: Налаштуйте криву напруга-відсоток для батареї вашого пристрою.
zh_hans: 为您的设备电池配置电压到百分比曲线。

# batteryCurve.preset
source: Preset
de: Voreinstellung
fr: Préréglage
nl: Voorinstelling
ru: Пресет
uk: Пресет
zh_hans: 预设

# batteryCurve.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
nl: Aangepast
pl: Niestandardowy
ru: Пользовательский
uk: Власний
zh_hans: 自定义

# batteryCurve.editValues
source: Edit Values
de: Werte bearbeiten
es: Editar valores
fr: Modifier les valeurs
nl: Waarden bewerken
pl: Edytuj wartości
ru: Редактировать значения
uk: Редагувати значення
zh_hans: 编辑值

# batteryCurve.validation.outOfRange
source: Value at %d%% must be 1000-5000 mV
de: Wert bei %d%% muss 1000-5000 mV sein
es: El valor en %d%% debe estar entre 1000-5000 mV
fr: La valeur à %d%% doit être entre 1000 et 5000 mV
nl: Waarde bij %d%% moet 1000-5000 mV zijn
pl: Wartość przy %d%% musi wynosić 1000-5000 mV
ru: Значение при %d%% должно быть 1000-5000 мВ
uk: Значення при %d%% має бути 1000-5000 мВ
zh_hans: %d%% 处的值必须在 1000-5000 mV 范围内

# batteryCurve.validation.notDescending
source: Values must be in descending order
de: Werte müssen in absteigender Reihenfolge sein
es: Los valores deben estar en orden descendente
fr: Les valeurs doivent être en ordre décroissant
nl: Waarden moeten in aflopende volgorde staan
pl: Wartości muszą być w kolejności malejącej
ru: Значения должны быть в убывающем порядке
uk: Значення повинні бути в порядку спадання
zh_hans: 值必须按降序排列

# batteryCurve.mV
source: mV
ru: мВ
uk: мВ

# bluetooth.pinType
source: PIN Type
de: PIN-Typ
es: Tipo de PIN
fr: Type de code PIN
pl: Typ PIN
ru: Тип PIN
uk: Тип PIN
zh_hans: PIN 类型

# bluetooth.pinType.default
source: Default
de: Standard
es: Por defecto
fr: Par défaut
nl: Standaard
pl: Domyślny
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认

# bluetooth.pinType.custom
source: Custom PIN
de: Eigene PIN
es: PIN personalizado
fr: Code PIN personnalisé
nl: Aangepaste PIN
pl: Własny PIN
ru: Пользовательский PIN
uk: Власний PIN
zh_hans: 自定义 PIN

# bluetooth.currentPin
source: Current PIN
de: Aktuelle PIN
es: PIN actual
fr: Code PIN actuel
nl: Huidige PIN
pl: Aktualny PIN
ru: Текущий PIN
uk: Поточний PIN
zh_hans: 当前 PIN

# bluetooth.changePin
source: Change PIN
de: PIN ändern
es: Cambiar PIN
fr: Changer le code PIN
nl: PIN wijzigen
pl: Zmień PIN
ru: Изменить PIN
uk: Змінити PIN
zh_hans: 更改 PIN

# bluetooth.changeDisplayName
source: Change Display Name
de: Anzeigename ändern
es: Cambiar nombre de pantalla
fr: Changer le nom affiché
nl: Weergavenaam wijzigen
pl: Zmień nazwę wyświetlaną
ru: Изменить отображаемое имя
uk: Змінити відображуване ім'я
zh_hans: 更改显示名称

# bluetooth.defaultPinFooter
source: Default PIN is 123456. Devices with screens show their own PIN.
de: Standard-PIN ist 123456. Geräte mit Display zeigen ihre eigene PIN an.
es: El PIN por defecto es 123456. Los dispositivos con pantalla muestran su propio PIN.
fr: Le code PIN par défaut est 123456. Les appareils avec écran affichent leur propre code PIN.
nl: Standaard PIN is 123456. Apparaten met schermen tonen hun eigen PIN.
pl: Domyślny PIN to 123456. Urządzenia z ekranami wyświetlają własny PIN.
ru: PIN по умолчанию: 123456. Устройства с экранами показывают собственный PIN.
uk: PIN за замовчуванням: 123456. Пристрої з екранами показують власний PIN.
zh_hans: 默认 PIN 为 123456。带有屏幕的设备显示其自己的 PIN。

# bluetooth.alert.setPin.title
source: Set Custom PIN
de: Eigene PIN festlegen
es: Establecer PIN personalizado
fr: Définir un code PIN personnalisé
nl: Aangepaste PIN instellen
pl: Ustaw własny PIN
ru: Установить пользовательский PIN
uk: Встановити власний PIN
zh_hans: 设置自定义 PIN

# bluetooth.alert.changePin.title
source: Change Custom PIN
de: Eigene PIN ändern
es: Cambiar PIN personalizado
fr: Changer le code PIN personnalisé
nl: Aangepaste PIN wijzigen
pl: Zmień własny PIN
ru: Изменить пользовательский PIN
uk: Змінити власний PIN
zh_hans: 更改自定义 PIN

# bluetooth.pinPlaceholder
source: 6-digit PIN
de: 6-stellige PIN
es: PIN de 6 dígitos
fr: Code PIN à 6 chiffres
nl: 6-cijferige PIN
pl: 6-cyfrowy PIN
ru: 6-значный PIN
uk: 6-значний PIN
zh_hans: 6 位 PIN

# bluetooth.setPin
source: Set PIN
de: PIN festlegen
es: Establecer PIN
fr: Définir le code PIN
nl: PIN instellen
pl: Ustaw PIN
ru: Установить PIN
uk: Встановити PIN
zh_hans: 设置 PIN

# bluetooth.alert.setPin.message
source: Enter a 6-digit PIN. The device will reboot to apply the change.
de: Gib eine 6-stellige PIN ein. Das Gerät wird neu gestartet, um die Änderung anzuwenden.
es: Introduce un PIN de 6 dígitos. El dispositivo se reiniciará para aplicar el cambio.
fr: Entrez un code PIN à 6 chiffres. L'appareil redémarrera pour appliquer le changement.
nl: Voer een 6-cijferige PIN in. Het apparaat wordt opnieuw opgestart om de wijziging toe te passen.
pl: Wprowadź 6-cyfrowy PIN. Urządzenie uruchomi się ponownie, aby zastosować zmianę.
ru: Введите 6-значный PIN. Устройство перезагрузится для применения изменений.
uk: Введіть 6-значний PIN. Пристрій перезавантажиться для застосування змін.
zh_hans: 输入 6 位 PIN。设备将重启以应用更改。
