Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Settings.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# telemetry.trustedOnlyDescription
source: Limit telemetry to selected contacts
de: Telemetrie auf ausgewählte Kontakte beschränken
es: Limitar telemetría a contactos seleccionados
fr: Limiter la télémétrie aux contacts sélectionnés
nl: Beperk telemetrie tot geselecteerde contacten
pl: Ogranicz telemetrię do wybranych kontaktów
ru: Ограничить телеметрию выбранными контактами
uk: Обмежити телеметрію вибраними контактами
zh_hans: 将遥测限制为选定的联系人

# telemetry.manageTrusted
source: Manage Trusted Contacts
de: Vertrauenswürdige Kontakte verwalten
es: Gestionar contactos de confianza
fr: Gérer les contacts de confiance
nl: Vertrouwde contacten beheren
pl: Zarządzaj zaufanymi kontaktami
ru: Управление доверенными контактами
uk: Керування довіреними контактами
zh_hans: 管理信任联系人

# telemetry.footer
source: When enabled, other nodes can request your device's telemetry data.
de: Wenn aktiviert, können andere Knoten die Telemetriedaten deines Geräts anfordern.
es: Cuando está activado, otros nodos pueden solicitar los datos de telemetría de tu dispositivo.
fr: Lorsqu'activé, d'autres nœuds peuvent demander les données de télémétrie de votre appareil.
nl: Wanneer ingeschakeld kunnen andere knooppunten de telemetriegegevens van je apparaat opvragen.
pl: Gdy włączone, inne węzły mogą żądać danych telemetrii Twojego urządzenia.
ru: Когда включено, другие узлы могут запрашивать данные телеметрии вашего устройства.
uk: Коли увімкнено, інші вузли можуть запитувати дані телеметрії вашого пристрою.
zh_hans: 启用后，其他节点可以请求您的设备遥测数据。

# wifi.address
source: Address
de: Adresse
es: Dirección
fr: Adresse
nl: Adres
pl: Adres
ru: Адрес
uk: Адреса
zh_hans: 地址

# wifi.port
source: Port
es: Puerto
nl: Poort
ru: Порт
uk: Порт
zh_hans: 端口

# wifi.editConnection
source: Edit Connection
de: Verbindung bearbeiten
es: Editar conexión
fr: Modifier la connexion
nl: Verbinding bewerken
pl: Edytuj połączenie
ru: Редактировать подключение
uk: Редагувати підключення
zh_hans: 编辑连接

# wifi.footer
source: Your device's local network address
de: Lokale Netzwerkadresse deines Geräts
es: Dirección de red local de tu dispositivo
fr: L'adresse réseau locale de votre appareil
nl: Het lokale netwerkadres van je apparaat
pl: Adres sieci lokalnej Twojego urządzenia
ru: Адрес вашего устройства в локальной сети
uk: Адреса вашого пристрою в локальній мережі
zh_hans: 您设备的本地网络地址

# wifiEdit.title
source: Edit WiFi Connection
de: WLAN-Verbindung bearbeiten
es: Editar conexión WiFi
fr: Modifier la connexion WiFi
nl: Wifi-verbinding bewerken
pl: Edytuj połączenie WiFi
ru: Редактировать WiFi-подключение
uk: Редагувати WiFi-підключення
zh_hans: 编辑 WiFi 连接

# wifiEdit.connectionDetails
source: Connection Details
de: Verbindungsdetails
es: Detalles de conexión
fr: Détails de connexion
nl: Verbindingsgegevens
pl: Szczegóły połączenia
ru: Данные подключения
uk: Деталі підключення
zh_hans: 连接详情

# wifiEdit.ipPlaceholder
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
nl: IP-adres
pl: Adres IP
ru: IP-адрес
uk: IP-адреса
zh_hans: IP 地址

# wifiEdit.portPlaceholder
source: Port
es: Puerto
nl: Poort
ru: Порт
uk: Порт
zh_hans: 端口

# wifiEdit.clearIp
source: Clear IP address
de: IP-Adresse löschen
es: Borrar dirección IP
fr: Effacer l'adresse IP
nl: IP-adres wissen
pl: Wyczyść adres IP
ru: Очистить IP-адрес
uk: Очистити IP-адресу
zh_hans: 清除 IP 地址

# wifiEdit.clearPort
source: Clear port
de: Port löschen
es: Borrar puerto
fr: Effacer le port
nl: Poort wissen
pl: Wyczyść port
ru: Очистить порт
uk: Очистити порт
zh_hans: 清除端口

# wifiEdit.footer
source: Changing these values will disconnect and reconnect to the new address.
de: Das Ändern dieser Werte trennt die Verbindung und verbindet sich mit der neuen Adresse.
es: Cambiar estos valores desconectará y reconectará a la nueva dirección.
fr: La modification de ces valeurs déconnectera et reconnectera à la nouvelle adresse.
nl: Het wijzigen van deze waarden verbreekt de verbinding en maakt opnieuw verbinding met het nieuwe adres.
pl: Zmiana tych wartości rozłączy i ponownie połączy z nowym adresem.
ru: Изменение этих значений отключит и подключит заново к новому адресу.
uk: Зміна цих значень відключить та підключить заново до нової адреси.
zh_hans: 更改这些值将断开并重新连接到新地址。

# wifiEdit.reconnecting
source: Reconnecting...
de: Verbinde erneut...
es: Reconectando...
fr: Reconnexion...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
ru: Переподключение...
uk: Перепідключення...
zh_hans: 正在重新连接...

# wifiEdit.saveChanges
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
nl: Wijzigingen opslaan
pl: Zapisz zmiany
ru: Сохранить изменения
uk: Зберегти зміни
zh_hans: 保存更改

# wifiEdit.error.invalidPort
source: Invalid port number
de: Ungültige Portnummer
es: Número de puerto inválido
fr: Numéro de port invalide
nl: Ongeldig poortnummer
pl: Nieprawidłowy numer portu
ru: Неверный номер порта
uk: Невірний номер порту
zh_hans: 无效的端口号

# alert.error.title
source: Error
de: Fehler
fr: Erreur
nl: Fout
pl: Błąd
ru: Ошибка
uk: Помилка
zh_hans: 错误

# alert.retry.unableToSave
source: Unable to Save Setting
de: Einstellung konnte nicht gespeichert werden
es: No se puede guardar ajuste
fr: Impossible d'enregistrer le réglage
nl: Kan instelling niet opslaan
pl: Nie można zapisać ustawienia
ru: Не удалось сохранить настройку
uk: Не вдалося зберегти налаштування
zh_hans: 无法保存设置

# alert.retry.connectionError
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
nl: Verbindingsfout
pl: Błąd połączenia
ru: Ошибка подключения
uk: Помилка підключення
zh_hans: 连接错误

# alert.retry.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
nl: Opnieuw proberen
pl: Ponów
ru: Повторить
uk: Повторити
zh_hans: 重试

# alert.retry.ensureConnected
source: Please ensure your device is connected.
de: Bitte stelle sicher, dass dein Gerät verbunden ist.
es: Asegúrate de que tu dispositivo esté conectado.
fr: Veuillez vous assurer que votre appareil est connecté.
nl: Zorg ervoor dat je apparaat is verbonden.
pl: Upewnij się, że urządzenie jest połączone.
ru: Пожалуйста, убедитесь, что ваше устройство подключено.
uk: Будь ласка, переконайтеся, що ваш пристрій підключено.
zh_hans: 请确保您的设备已连接。

# chart.percent
source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
nl: Percentage
pl: Procent
ru: Процент
uk: Відсоток
zh_hans: 百分比

# chart.voltage
source: Voltage (V)
de: Spannung (V)
es: Voltaje (V)
fr: Tension (V)
nl: Spanning (V)
pl: Napięcie (V)
ru: Напряжение (В)
uk: Напруга (В)
zh_hans: 电压（V）

# chart.accessibility
source: Battery discharge curve showing voltage at each percentage level
de: Akkuentladekurve zeigt Spannung bei jedem Prozentstand
es: Curva de descarga de batería mostrando voltaje en cada nivel de porcentaje
fr: Courbe de décharge de la batterie montrant la tension à chaque niveau de pourcentage
nl: Batterijontlaadcurve met spanning bij elk percentageniveau
pl: Krzywa rozładowania baterii pokazująca napięcie na każdym poziomie procentowym
ru: Кривая разряда батареи, показывающая напряжение на каждом уровне заряда
uk: Крива розряду батареї, що показує напругу на кожному рівні заряду
zh_hans: 显示每个电量水平的电压的电池放电曲线

# messages.header
source: Messages
de: Nachrichten
es: Mensajes
nl: Berichten
pl: Wiadomości
ru: Сообщения
uk: Повідомлення
zh_hans: 消息

# deviceSelection.bluetooth
source: Bluetooth
zh_hans: 蓝牙

# bluetooth.header
source: Bluetooth
zh_hans: 蓝牙

# messages.showRoutingInfo
source: Show Incoming Routing Info
pl: Pokaż info o trasowaniu przychodzących

# messages.showRoutingInfoFooter
source: Display hop count and routing path inside incoming message bubbles.
pl: Pokazuje liczbę skoków i ścieżkę trasowania w dymkach wiadomości przychodzących.

# wifi.header
source: WiFi
de: WLAN
