Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Settings.strings
Languages: de, es, fr, nl, pl, ru, uk, zh_hans

# bluetooth.alert.changePin.message
source: Enter a new 6-digit PIN. The device will reboot to apply the change.
de: Gib eine neue 6-stellige PIN ein. Das Gerät wird neu gestartet, um die Änderung anzuwenden.
es: Introduce un nuevo PIN de 6 dígitos. El dispositivo se reiniciará para aplicar el cambio.
fr: Entrez un nouveau code PIN à 6 chiffres. L'appareil redémarrera pour appliquer le changement.
nl: Voer een nieuwe 6-cijferige PIN in. Het apparaat wordt opnieuw opgestart om de wijziging toe te passen.
pl: Wprowadź nowy 6-cyfrowy PIN. Urządzenie uruchomi się ponownie, aby zastosować zmianę.
ru: Введите новый 6-значный PIN. Устройство перезагрузится для применения изменений.
uk: Введіть новий 6-значний PIN. Пристрій перезавантажиться для застосування змін.
zh_hans: 输入新的 6 位 PIN。设备将重启以应用更改。

# bluetooth.alert.changePinType.title
source: Change PIN Type?
de: PIN-Typ ändern?
es: ¿Cambiar tipo de PIN?
fr: Changer le type de code PIN ?
nl: PIN-type wijzigen?
pl: Zmienić typ PIN?
ru: Изменить тип PIN?
uk: Змінити тип PIN?
zh_hans: 更改 PIN 类型？

# bluetooth.alert.change
source: Change
de: Ändern
es: Cambiar
fr: Changer
nl: Wijzigen
pl: Zmień
ru: Изменить
uk: Змінити
zh_hans: 更改

# bluetooth.alert.changePinType.message
source: The device will reboot to apply the change.
de: Das Gerät wird neu gestartet, um die Änderung anzuwenden.
es: El dispositivo se reiniciará para aplicar el cambio.
fr: L'appareil redémarrera pour appliquer le changement.
nl: Het apparaat wordt opnieuw opgestart om de wijziging toe te passen.
pl: Urządzenie uruchomi się ponownie, aby zastosować zmianę.
ru: Устройство перезагрузится для применения изменений.
uk: Пристрій перезавантажиться для застосування змін.
zh_hans: 设备将重启以应用更改。

# bluetooth.error.invalidPin
source: PIN must be a 6-digit number between 100000 and 999999
de: PIN muss eine 6-stellige Zahl zwischen 100000 und 999999 sein
es: El PIN debe ser un número de 6 dígitos entre 100000 y 999999
fr: Le code PIN doit être un nombre à 6 chiffres entre 100000 et 999999
nl: PIN moet een 6-cijferig getal zijn tussen 100000 en 999999
pl: PIN musi być 6-cyfrową liczbą między 100000 a 999999
ru: PIN должен быть 6-значным числом от 100000 до 999999
uk: PIN повинен бути 6-значним числом від 100000 до 999999
zh_hans: PIN 必须是 100000 到 999999 之间的 6 位数字

# contacts.header
source: Nodes
de: Knoten
es: Nodos
fr: Nœuds
nl: Knooppunten
pl: Węzły
ru: Узлы
uk: Вузли
zh_hans: 节点

# contacts.autoAdd
source: Auto-Add Nodes
de: Knoten automatisch hinzufügen
es: Añadir nodos automáticamente
fr: Ajout automatique des nœuds
nl: Knooppunten automatisch toevoegen
pl: Automatycznie dodawaj węzły
ru: Автодобавление узлов
uk: Автододавання вузлів
zh_hans: 自动添加节点

# contacts.autoAddDescription
source: Automatically add nodes from received advertisements
de: Knoten automatisch aus empfangenen Ankündigungen hinzufügen
es: Añadir automáticamente nodos de anuncios recibidos
fr: Ajouter automatiquement les nœuds des annonces reçues
nl: Voeg automatisch knooppunten toe van ontvangen advertenties
pl: Automatycznie dodawaj węzły z otrzymanych ogłoszeń
ru: Автоматически добавлять узлы из полученных объявлений
uk: Автоматично додавати вузли з отриманих оголошень
zh_hans: 自动从接收的广播中添加节点

# dangerZone.header
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
nl: Gevarenzone
pl: Strefa zagrożenia
ru: Опасная зона
uk: Небезпечна зона
zh_hans: 危险区域

# dangerZone.forgetDevice
source: Forget Device
de: Gerät vergessen
es: Olvidar dispositivo
fr: Oublier l'appareil
nl: Apparaat vergeten
pl: Zapomnij urządzenie
ru: Забыть устройство
uk: Забути пристрій
zh_hans: 忘记设备

# dangerZone.factoryReset
source: Factory Reset Device
de: Gerät auf Werkseinstellungen zurücksetzen
es: Restablecer dispositivo
fr: Réinitialisation d'usine
nl: Fabrieksinstellingen herstellen
pl: Przywróć ustawienia fabryczne
ru: Сброс до заводских настроек
uk: Скидання до заводських налаштувань
zh_hans: 恢复出厂设置设备

# dangerZone.resetting
source: Resetting...
de: Wird zurückgesetzt...
es: Restableciendo...
fr: Réinitialisation...
nl: Herstellen...
pl: Przywracanie...
ru: Сброс...
uk: Скидання...
zh_hans: 正在重置...

# dangerZone.footer
source: Factory reset erases all contacts, messages, and settings on the device.
de: Werksreset löscht alle Kontakte, Nachrichten und Einstellungen auf dem Gerät.
es: El restablecimiento de fábrica borra todos los contactos, mensajes y ajustes del dispositivo.
fr: La réinitialisation d'usine efface tous les contacts, messages et réglages de l'appareil.
nl: Fabrieksinstellingen herstellen wist alle contacten, berichten en instellingen op het apparaat.
pl: Przywrócenie ustawień fabrycznych usuwa wszystkie kontakty, wiadomości i ustawienia z urządzenia.
ru: Сброс до заводских настроек удаляет все контакты, сообщения и настройки на устройстве.
uk: Скидання до заводських налаштувань видаляє всі контакти, повідомлення та налаштування на пристрої.
zh_hans: 恢复出厂设置将擦除设备上的所有联系人、消息和设置。

# dangerZone.alert.forget.title
source: Forget Device
de: Gerät vergessen
es: Olvidar dispositivo
fr: Oublier l'appareil
nl: Apparaat vergeten
pl: Zapomnij urządzenie
ru: Забыть устройство
uk: Забути пристрій
zh_hans: 忘记设备

# dangerZone.alert.forget.confirm
source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
nl: Vergeten
pl: Zapomnij
ru: Забыть
uk: Забути
zh_hans: 忘记

# dangerZone.alert.forget.message
source: This will remove the device from your paired devices. You can pair it again later.
de: Das Gerät wird aus deinen gekoppelten Geräten entfernt. Du kannst es später erneut koppeln.
es: Esto eliminará el dispositivo de tus dispositivos emparejados. Puedes volver a emparejarlo más tarde.
fr: Cela supprimera l'appareil de vos appareils appairés. Vous pourrez l'appairer à nouveau plus tard.
nl: Dit verwijdert het apparaat uit je gekoppelde apparaten. Je kunt het later opnieuw koppelen.
pl: Spowoduje to usunięcie urządzenia ze sparowanych urządzeń. Możesz je sparować ponownie później.
ru: Это удалит устройство из списка сопряжённых. Вы можете сопрячь его снова позже.
uk: Це видалить пристрій зі списку сполучених. Ви можете сполучити його знову пізніше.
zh_hans: 这将从您的配对设备中移除该设备。您可以稍后重新配对。

# dangerZone.alert.reset.title
source: Factory Reset
de: Werkseinstellungen
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
nl: Fabrieksinstellingen herstellen
pl: Przywróć ustawienia fabryczne
ru: Сброс до заводских настроек
uk: Скидання до заводських налаштувань
zh_hans: 恢复出厂设置

# dangerZone.alert.reset.confirm
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
nl: Herstellen
pl: Przywróć
ru: Сбросить
uk: Скинути
zh_hans: 重置

# dangerZone.alert.reset.message
source: This will erase ALL data on the device including contacts, messages, and settings. This cannot be undone.
de: Alle Daten auf dem Gerät werden gelöscht, einschließlich Kontakte, Nachrichten und Einstellungen. Dies kann nicht rückgängig gemacht werden.
es: Esto borrará TODOS los datos del dispositivo incluyendo contactos, mensajes y ajustes. Esto no se puede deshacer.
fr: Cela effacera TOUTES les données de l'appareil, y compris les contacts, les messages et les réglages. Cette action est irréversible.
nl: Dit wist ALLE gegevens op het apparaat inclusief contacten, berichten en instellingen. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie WSZYSTKICH danych z urządzenia, w tym kontaktów, wiadomości i ustawień. Tej operacji nie można cofnąć.
ru: Это удалит ВСЕ данные на устройстве, включая контакты, сообщения и настройки. Это действие нельзя отменить.
uk: Це видалить ВСІ дані на пристрої, включаючи контакти, повідомлення та налаштування. Цю дію неможливо скасувати.
zh_hans: 这将擦除设备上的所有数据，包括联系人、消息和设置。此操作无法撤销。

# dangerZone.error.servicesUnavailable
source: Services not available
de: Dienste nicht verfügbar
es: Servicios no disponibles
fr: Services non disponibles
nl: Services niet beschikbaar
pl: Usługi niedostępne
ru: Сервисы недоступны
uk: Сервіси недоступні
zh_hans: 服务不可用

# diagnostics.header
source: Diagnostics
de: Diagnose
es: Diagnósticos
nl: Diagnostiek
pl: Diagnostyka
ru: Диагностика
uk: Діагностика
zh_hans: 诊断

# diagnostics.exportLogs
source: Export Debug Logs
de: Debug-Protokolle exportieren
es: Exportar registros de depuración
fr: Exporter les journaux de débogage
nl: Debuglogboeken exporteren
pl: Eksportuj logi debugowania
ru: Экспорт отладочных логов
uk: Експорт журналів налагодження
zh_hans: 导出调试日志

# diagnostics.clearLogs
source: Clear Debug Logs
de: Debug-Protokolle löschen
es: Borrar registros de depuración
fr: Effacer les journaux de débogage
nl: Debuglogboeken wissen
pl: Wyczyść logi debugowania
ru: Очистить отладочные логи
uk: Очистити журнали налагодження
zh_hans: 清除调试日志

# diagnostics.footer
source: Export includes debug logs from the last 24 hours across app sessions. Logs are stored locally and automatically pruned.
de: Export enthält Debug-Protokolle der letzten 24 Stunden aus allen App-Sitzungen. Protokolle werden lokal gespeichert und automatisch bereinigt.
es: La exportación incluye registros de depuración de las últimas 24 horas de todas las sesiones de la app. Los registros se almacenan localmente y se eliminan automáticamente.
fr: L'exportation inclut les journaux de débogage des dernières 24 heures sur toutes les sessions de l'application. Les journaux sont stockés localement et automatiquement purgés.
nl: Export bevat debuglogboeken van de afgelopen 24 uur over app-sessies. Logboeken worden lokaal opgeslagen en automatisch opgeschoond.
pl: Eksport zawiera logi debugowania z ostatnich 24 godzin ze wszystkich sesji aplikacji. Logi są przechowywane lokalnie i automatycznie czyszczone.
ru: Экспорт включает отладочные логи за последние 24 часа по всем сессиям приложения. Логи хранятся локально и автоматически очищаются.
uk: Експорт включає журнали налагодження за останні 24 години по всіх сесіях застосунку. Журнали зберігаються локально та автоматично очищаються.
zh_hans: 导出包括跨应用会话的最后 24 小时的调试日志。日志本地存储并自动清理。

# diagnostics.alert.clear.title
source: Clear Debug Logs
de: Debug-Protokolle löschen
es: Borrar registros de depuración
fr: Effacer les journaux de débogage
nl: Debuglogboeken wissen
pl: Wyczyść logi debugowania
ru: Очистить отладочные логи
uk: Очистити журнали налагодження
zh_hans: 清除调试日志

# diagnostics.alert.clear.confirm
source: Clear
de: Löschen
es: Borrar
fr: Effacer
nl: Wissen
pl: Wyczyść
ru: Очистить
uk: Очистити
zh_hans: 清除

# diagnostics.alert.clear.message
source: This will delete all stored debug logs. Exported log files will not be affected.
de: Alle gespeicherten Debug-Protokolle werden gelöscht. Exportierte Protokolldateien bleiben unberührt.
es: Esto eliminará todos los registros de depuración almacenados. Los archivos de registro exportados no se verán afectados.
fr: Cela supprimera tous les journaux de débogage stockés. Les fichiers de journaux exportés ne seront pas affectés.
nl: Dit verwijdert alle opgeslagen debuglogboeken. Geëxporteerde logbestanden worden niet beïnvloed.
pl: Spowoduje to usunięcie wszystkich przechowywanych logów debugowania. Wyeksportowane pliki logów nie zostaną usunięte.
ru: Это удалит все сохранённые отладочные логи. Экспортированные файлы логов не будут затронуты.
uk: Це видалить усі збережені журнали налагодження. Експортовані файли журналів не будуть зачеплені.
zh_hans: 这将删除所有存储的调试日志。导出的日志文件不会受到影响。

# diagnostics.error.exportFailed
source: Failed to create export file
de: Exportdatei konnte nicht erstellt werden
es: Error al crear archivo de exportación
fr: Échec de la création du fichier d'exportation
nl: Kan exportbestand niet maken
pl: Nie udało się utworzyć pliku eksportu
ru: Не удалось создать файл экспорта
uk: Не вдалося створити файл експорту
zh_hans: 创建导出文件失败

# linkPreviews.header
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
ru: Конфиденциальность
uk: Конфіденційність
zh_hans: 隐私

# linkPreviews.toggle
source: Link Previews
de: Link-Vorschauen
es: Vista previa de enlaces
fr: Aperçus des liens
nl: Linkvoorbeelden
pl: Podgląd linków
ru: Предпросмотр ссылок
uk: Попередній перегляд посилань
zh_hans: 链接预览

# linkPreviews.showInDMs
source: Show in Direct Messages
de: In Direktnachrichten anzeigen
es: Mostrar en mensajes directos
fr: Afficher dans les messages directs
nl: Tonen in directe berichten
pl: Pokazuj w wiadomościach bezpośrednich
ru: Показывать в личных сообщениях
uk: Показувати в особистих повідомленнях
zh_hans: 在私信中显示

# linkPreviews.showInChannels
source: Show in Channels
de: In Kanälen anzeigen
es: Mostrar en canales
fr: Afficher dans les canaux
nl: Tonen in kanalen
pl: Pokazuj w kanałach
ru: Показывать в каналах
uk: Показувати в каналах
zh_hans: 在频道中显示

# linkPreviews.footer
source: Link previews fetch data from the web, which may reveal your IP address to the server hosting the link.
de: Link-Vorschauen rufen Daten aus dem Web ab, was deine IP-Adresse dem Server offenbaren kann, der den Link hostet.
es: Las vistas previas de enlaces obtienen datos de la web, lo que puede revelar tu dirección IP al servidor que aloja el enlace.
fr: Les aperçus de liens récupèrent des données du web, ce qui peut révéler votre adresse IP au serveur hébergeant le lien.
nl: Linkvoorbeelden halen gegevens op van het web, wat je IP-adres kan onthullen aan de server die de link host.
pl: Podgląd linków pobiera dane z sieci, co może ujawnić Twój adres IP serwerowi hostującemu link.
ru: Предпросмотр ссылок загружает данные из интернета, что может раскрыть ваш IP-адрес серверу, на котором размещена ссылка.
uk: Попередній перегляд посилань завантажує дані з інтернету, що може розкрити вашу IP-адресу серверу, на якому розміщено посилання.
zh_hans: 链接预览从网络获取数据，这可能会向托管链接的服务器泄露您的 IP 地址。

# node.header
source: Node
de: Knoten
es: Nodo
fr: Nœud
nl: Knooppunt
pl: Węzeł
ru: Узел
uk: Вузол
zh_hans: 节点

source: Node Name
de: Knotenname
es: Nombre del nodo
fr: Nom du nœud
nl: Knooppuntnaam
pl: Nazwa węzła
ru: Имя узла
uk: Ім'я вузла
zh_hans: 节点名称

# node.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

# node.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
nl: Kopiëren
pl: Kopiuj
ru: Копировать
uk: Копіювати
zh_hans: 复制

# node.setLocation
source: Set Location
de: Standort festlegen
es: Establecer ubicación
fr: Définir la position
nl: Locatie instellen
pl: Ustaw lokalizację
ru: Установить местоположение
uk: Встановити місцезнаходження
zh_hans: 设置位置

# node.locationSet
source: Set
de: Festgelegt
es: Establecida
fr: Définie
nl: Ingesteld
pl: Ustawiono
ru: Установлено
uk: Встановлено
zh_hans: 已设置

# node.locationNotSet
source: Not Set
de: Nicht festgelegt
es: No establecida
fr: Non définie
nl: Niet ingesteld
pl: Nie ustawiono
ru: Не установлено
uk: Не встановлено
zh_hans: 未设置

# node.shareLocationPublicly
source: Share Location Publicly
de: Standort öffentlich teilen
es: Compartir ubicación públicamente
fr: Partager la position publiquement
nl: Locatie openbaar delen
pl: Udostępniaj lokalizację publicznie
ru: Публично делиться местоположением
uk: Публічно ділитися місцезнаходженням
zh_hans: 公开分享位置

# node.footer
source: Your node name and location are visible to other mesh users when shared.
de: Dein Knotenname und Standort sind für andere Mesh-Nutzer sichtbar, wenn geteilt.
es: El nombre y ubicación de tu nodo son visibles para otros usuarios de la red mesh cuando se comparten.
fr: Le nom et la position de votre nœud sont visibles par les autres utilisateurs mesh lorsqu'ils sont partagés.
nl: Je knooppuntnaam en locatie zijn zichtbaar voor andere mesh-gebruikers wanneer gedeeld.
pl: Nazwa i lokalizacja Twojego węzła są widoczne dla innych użytkowników mesh po udostępnieniu.
ru: Имя и местоположение вашего узла видны другим пользователям mesh при включённом общем доступе.
uk: Ім'я та місцезнаходження вашого вузла видимі іншим користувачам mesh при увімкненому загальному доступі.
zh_hans: 您的节点名称在共享时对其他网状网络用户可见。

# node.alert.editName.title
source: Edit Node Name
de: Knotenname bearbeiten
es: Editar nombre del nodo
fr: Modifier le nom du nœud
nl: Knooppuntnaam bewerken
pl: Edytuj nazwę węzła
ru: Изменить имя узла
uk: Змінити ім'я вузла
zh_hans: 编辑节点名称

# notifications.header
source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
uk: Сповіщення
zh_hans: 通知

# notifications.contactMessages
source: Contact Messages
de: Kontakt-Nachrichten
es: Mensajes de contactos
fr: Messages de contact
nl: Contactberichten
pl: Wiadomości od kontaktów
ru: Сообщения от контактов
uk: Повідомлення від контактів
zh_hans: 联系人消息

# notifications.channelMessages
source: Channel Messages
de: Kanal-Nachrichten
es: Mensajes de canales
fr: Messages de canal
nl: Kanaalberichten
pl: Wiadomości z kanałów
ru: Сообщения в каналах
uk: Повідомлення в каналах
zh_hans: 频道消息

# notifications.roomMessages
source: Room Messages
de: Raum-Nachrichten
es: Mensajes de salas
fr: Messages de salon
nl: Kamerberichten
pl: Wiadomości z pokojów
ru: Сообщения в комнатах
uk: Повідомлення в кімнатах
zh_hans: 房间消息

# notifications.newContactDiscovered
source: New Contact Discovered
de: Neuer Kontakt entdeckt
es: Nuevo contacto descubierto
fr: Nouveau contact découvert
nl: Nieuw contact ontdekt
pl: Odkryto nowy kontakt
ru: Обнаружен новый контакт
uk: Виявлено новий контакт
zh_hans: 发现新联系人

# notifications.lowBattery
source: Low Battery Warnings
de: Akkustandswarnungen
es: Avisos de batería baja
fr: Avertissements de batterie faible
nl: Waarschuwingen lage batterij
pl: Ostrzeżenia o niskim stanie baterii
ru: Предупреждения о низком заряде
uk: Попередження про низький заряд
zh_hans: 低电池警告

# notifications.enable
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
nl: Meldingen inschakelen
pl: Włącz powiadomienia
ru: Включить уведомления
uk: Увімкнути сповіщення
zh_hans: 启用通知

source: Notifications Disabled
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
nl: Meldingen uitgeschakeld
pl: Powiadomienia wyłączone
ru: Уведомления отключены
uk: Сповіщення вимкнено
zh_hans: 通知已禁用

# notifications.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
nl: Open Instellingen
pl: Otwórz Ustawienia
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置

# notifications.connectDevice
source: Connect a device to configure notifications
de: Verbinde ein Gerät, um Benachrichtigungen zu konfigurieren
es: Conecta un dispositivo para configurar notificaciones
fr: Connectez un appareil pour configurer les notifications
nl: Verbind een apparaat om meldingen te configureren
pl: Połącz urządzenie, aby skonfigurować powiadomienia
ru: Подключите устройство для настройки уведомлений
uk: Підключіть пристрій для налаштування сповіщень
zh_hans: 连接设备以配置通知

# radio.header
source: Radio
de: Funk
ru: Радио
uk: Радіо
zh_hans: 无线电

source: Radio Preset
de: Funk-Voreinstellung
es: Preset de radio
fr: Préréglage radio
nl: Radiovoorinstelling
pl: Preset radia
ru: Пресет радио
uk: Пресет радіо
zh_hans: 无线电预设

# radio.footer
source: Choose a preset matching your region. MeshCore devices must use the same radio settings in order to communicate.
de: Wähle eine Voreinstellung passend zu deiner Region. MeshCore-Geräte müssen dieselben Funkeinstellungen verwenden, um kommunizieren zu können.
es: Elige un preset que coincida con tu región. Los dispositivos MeshCore deben usar los mismos ajustes de radio para comunicarse.
fr: Choisissez un préréglage correspondant à votre région. Les appareils MeshCore doivent utiliser les mêmes réglages radio pour communiquer.
nl: Kies een voorinstelling die overeenkomt met je regio. MeshCore-apparaten moeten dezelfde radio-instellingen gebruiken om te kunnen communiceren.
pl: Wybierz preset odpowiadający Twojemu regionowi. Urządzenia MeshCore muszą używać tych samych ustawień radia, aby się komunikować.
ru: Выберите пресет, соответствующий вашему региону. Устройства MeshCore должны использовать одинаковые настройки радио для связи.
uk: Виберіть пресет, що відповідає вашому регіону. Пристрої MeshCore повинні використовувати однакові налаштування радіо для зв'язку.
zh_hans: 选择与您的地区匹配的预设。MeshCore 设备必须使用相同的无线电设置才能通信。

# telemetry.header
source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
nl: Telemetrie
pl: Telemetria
ru: Телеметрия
uk: Телеметрія
zh_hans: 遥测

# telemetry.allowRequests
source: Allow Telemetry Requests
de: Telemetrie-Anfragen erlauben
es: Permitir solicitudes de telemetría
fr: Autoriser les demandes de télémétrie
nl: Telemetrieverzoeken toestaan
pl: Zezwalaj na żądania telemetrii
ru: Разрешить запросы телеметрии
uk: Дозволити запити телеметрії
zh_hans: 允许遥测请求

# telemetry.allowRequestsDescription
source: Required for other users to manually trace a path to you. Shares battery level.
de: Erforderlich, damit andere Nutzer manuell einen Pfad zu dir verfolgen können. Teilt den Akkustand.
es: Requerido para que otros usuarios tracen manualmente una ruta hacia ti. Comparte nivel de batería.
fr: Requis pour que d'autres utilisateurs puissent tracer manuellement un chemin vers vous. Partage le niveau de batterie.
nl: Vereist voor andere gebruikers om handmatig een pad naar jou te traceren. Deelt batterijniveau.
pl: Wymagane, aby inni użytkownicy mogli ręcznie śledzić ścieżkę do Ciebie. Udostępnia poziom baterii.
ru: Требуется для ручной трассировки пути к вам другими пользователями. Показывает уровень заряда батареи.
uk: Потрібно для ручного трасування шляху до вас іншими користувачами. Показує рівень заряду батареї.
zh_hans: 其他用户手动追踪到您所必需。共享电池电量。

# telemetry.includeLocation
source: Include Location
de: Standort einbeziehen
es: Incluir ubicación
fr: Inclure la position
nl: Locatie opnemen
pl: Dołącz lokalizację
ru: Включить местоположение
uk: Включити місцезнаходження
zh_hans: 包含位置

# telemetry.includeLocationDescription
source: Share GPS coordinates in telemetry
de: GPS-Koordinaten in Telemetrie teilen
es: Compartir coordenadas GPS en telemetría
fr: Partager les coordonnées GPS dans la télémétrie
nl: GPS-coördinaten delen in telemetrie
pl: Udostępniaj współrzędne GPS w telemetrii
ru: Передавать GPS-координаты в телеметрии
uk: Передавати GPS-координати в телеметрії
zh_hans: 在遥测中共享 GPS 坐标

# telemetry.includeEnvironment
source: Include Environment Sensors
de: Umgebungssensoren einbeziehen
es: Incluir sensores ambientales
fr: Inclure les capteurs environnementaux
nl: Omgevingssensoren opnemen
pl: Dołącz czujniki środowiskowe
ru: Включить датчики окружающей среды
uk: Включити датчики середовища
zh_hans: 包含环境传感器

# telemetry.includeEnvironmentDescription
source: Share temperature, humidity, etc.
de: Temperatur, Luftfeuchtigkeit usw. teilen
es: Compartir temperatura, humedad, etc.
fr: Partager la température, l'humidité, etc.
nl: Temperatuur, luchtvochtigheid, enz. delen
pl: Udostępniaj temperaturę, wilgotność itp.
ru: Передавать температуру, влажность и т.д.
uk: Передавати температуру, вологість тощо
zh_hans: 共享温度、湿度等。

# telemetry.trustedOnly
source: Only Share with Trusted Contacts
de: Nur mit vertrauenswürdigen Kontakten teilen
es: Solo compartir con contactos de confianza
fr: Partager uniquement avec les contacts de confiance
nl: Alleen delen met vertrouwde contacten
pl: Udostępniaj tylko zaufanym kontaktom
ru: Передавать только доверенным контактам
uk: Передавати лише довіреним контактам
zh_hans: 仅与信任联系人共享
