Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Tools.strings
Languages: de, fr, nl, pl, uk

# tools.cli.timeout
source: Timeout waiting for response
de: Zeitüberschreitung beim Warten auf Antwort
fr: Délai d'attente dépassé
nl: Time-out bij wachten op reactie
pl: Przekroczono czas oczekiwania na odpowiedź
uk: Перевищено час очікування відповіді

# tools.cli.cancelled
source: Command cancelled
de: Befehl abgebrochen
fr: Commande annulée
nl: Opdracht geannuleerd
pl: Polecenie anulowane
uk: Команду скасовано

# tools.cli.loginFromLocalOnly
source: Login only available from local session
de: Anmeldung nur von lokaler Sitzung möglich
fr: Connexion uniquement disponible depuis la session locale
nl: Inloggen alleen beschikbaar vanuit lokale sessie
pl: Logowanie dostępne tylko z sesji lokalnej
uk: Вхід доступний лише з локальної сесії

# tools.cli.loginUsage
source: Usage: login [-f] <node>
de: Verwendung: login [-f] <node>
fr: Utilisation : login [-f] <node>
nl: Gebruik: login [-f] <node>
pl: Użycie: login [-f] <node>
uk: Використання: login [-f] <node>

# tools.cli.historyUp
source: Previous command
de: Vorheriger Befehl
fr: Commande précédente
nl: Vorige opdracht
pl: Poprzednie polecenie
uk: Попередня команда

# tools.cli.historyDown
source: Next command
de: Nächster Befehl
fr: Commande suivante
nl: Volgende opdracht
pl: Następne polecenie
uk: Наступна команда

# tools.cli.tabComplete
source: Tab complete
de: Autovervollständigung
fr: Autocomplétion
nl: Automatisch aanvullen
pl: Autouzupełnianie
uk: Автодоповнення

# tools.cli.cursorLeft
source: Move cursor left
de: Cursor nach links
fr: Déplacer le curseur à gauche
nl: Cursor naar links
pl: Przesuń kursor w lewo
uk: Перемістити курсор ліворуч

# tools.cli.cursorRight
source: Move cursor right
de: Cursor nach rechts
fr: Déplacer le curseur à droite
nl: Cursor naar rechts
pl: Przesuń kursor w prawo
uk: Перемістити курсор праворуч

# tools.cli.clear
source: Clear
de: Löschen
fr: Effacer
nl: Wissen
pl: Wyczyść
uk: Очистити

# tools.cli.sessions
source: Sessions
de: Sitzungen
nl: Sessies
pl: Sesje
uk: Сесії

# tools.cli.dismiss
source: Dismiss keyboard
de: Tastatur ausblenden
fr: Masquer le clavier
nl: Toetsenbord verbergen
pl: Ukryj klawiaturę
uk: Сховати клавіатуру

# tools.cli.defaultDevice
source: Device
de: Gerät
fr: Appareil
nl: Apparaat
pl: Urządzenie
uk: Пристрій

# tools.cli.helpLogin
source: login [-f] <node> Login to repeater (-f: forget saved password)
de: login [-f] <node> Beim Repeater anmelden (-f: gespeichertes Passwort vergessen)
fr: login [-f] <node> Se connecter au répéteur (-f : oublier le mot de passe enregistré)
nl: login [-f] <node> Inloggen op repeater (-f: opgeslagen wachtwoord vergeten)
pl: login [-f] <node> Zaloguj do repeatera (-f: zapomnij zapisane hasło)
uk: login [-f] <node> Вхід до ретранслятора (-f: забути збережений пароль)

# tools.cli.helpLogout
source: logout End remote session
de: logout Remote-Sitzung beenden
fr: logout Terminer la session distante
nl: logout Externe sessie beëindigen
pl: logout Zakończ sesję zdalną
uk: logout Завершити віддалену сесію

# tools.cli.helpSessionList
source: session list Show active sessions
de: session list Aktive Sitzungen anzeigen
fr: session list Afficher les sessions actives
nl: session list Actieve sessies tonen
pl: session list Pokaż aktywne sesje
uk: session list Показати активні сесії

# tools.cli.helpSessionLocal
source: session local Switch to local
de: session local Zur lokalen Sitzung wechseln
fr: session local Basculer vers la session locale
nl: session local Naar lokale sessie wisselen
pl: session local Przełącz na sesję lokalną
uk: session local Переключитися на локальну сесію

# tools.cli.helpSessionName
source: session <name> Switch to session
de: session <name> Zur Sitzung wechseln
fr: session <name> Basculer vers la session
nl: session <name> Naar sessie wisselen
pl: session <name> Przełącz na sesję
uk: session <name> Переключитися на сесію

# tools.cli.helpSessionShortcut
source: s<n> Switch to session n (e.g., s1, s2)
de: s<n> Zur Sitzung n wechseln (z.B. s1, s2)
fr: s<n> Basculer vers la session n (ex. s1, s2)
nl: s<n> Naar sessie n wisselen (bijv. s1, s2)
pl: s<n> Przełącz na sesję n (np. s1, s2)
uk: s<n> Переключитися на сесію n (напр., s1, s2)

# tools.cli.helpClear
source: clear Clear terminal
de: clear Terminal löschen
fr: clear Effacer le terminal
nl: clear Terminal wissen
pl: clear Wyczyść terminal
uk: clear Очистити термінал

# tools.cli.helpHelp
source: help Show this help
de: help Diese Hilfe anzeigen
fr: help Afficher cette aide
nl: help Deze hulp tonen
pl: help Pokaż tę pomoc
uk: help Показати цю довідку

# tools.cli.helpNodes
source: nodes Show list of repeaters and rooms
de: nodes Liste der Repeater und Räume anzeigen
fr: nodes Afficher la liste des répéteurs et salles
nl: nodes Lijst van repeaters en kamers tonen
pl: nodes Pokaż listę repeaterów i pokoi
uk: nodes Показати список ретрансляторів і кімнат

# tools.cli.helpRepeaterHeader
source: Repeater commands (passthrough):
de: Repeater-Befehle (Durchleitung):
fr: Commandes du répéteur (passthrough) :
nl: Repeater-opdrachten (doorgifte):
pl: Polecenia repeatera (passthrough):
uk: Команди ретранслятора (passthrough):

# tools.cli.welcomeConnected
source: Connected to %@
de: Verbunden mit %@
fr: Connecté à %@
nl: Verbonden met %@
pl: Połączono z %@
uk: Підключено до %@

# tools.cli.welcomeHint
source: Type 'help' for available commands.
de: Gib 'help' ein für verfügbare Befehle.
fr: Tapez 'help' pour les commandes disponibles.
nl: Typ 'help' voor beschikbare opdrachten.
pl: Wpisz 'help' aby zobaczyć dostępne polecenia.
uk: Введіть 'help' для списку команд.

# tools.cli.jumpToBottom
source: Jump to bottom
de: Nach unten springen
fr: Aller en bas
nl: Naar beneden
pl: Skocz na dół
uk: Перейти вниз

# tools.cli.commandInput
source: Command input
de: Befehlseingabe
fr: Saisie de commande
nl: Opdrachtinvoer
pl: Pole polecenia
uk: Введення команди

# tools.cli.commandPrompt
source: Command prompt
de: Befehlszeile
fr: Invite de commande
nl: Opdrachtprompt
pl: Wiersz polecenia
uk: Командний рядок

# tools.cli.cancelOperation
source: Cancel operation
de: Vorgang abbrechen
fr: Annuler l'opération
nl: Bewerking annuleren
pl: Anuluj operację
uk: Скасувати операцію

# tools.cli.commandTimeout
source: Request timed out
de: Zeitüberschreitung der Anfrage
fr: Délai de la requête dépassé
nl: Time-out van verzoek
pl: Przekroczono czas żądania
uk: Перевищено час запиту

# tools.cli.rebootSent
source: Reboot command sent
de: Neustart-Befehl gesendet
fr: Commande de redémarrage envoyée
nl: Herstartopdracht verzonden
pl: Polecenie restartu wysłane
uk: Команду перезавантаження надіслано

# tools.cli.completionSuggestions
source: Completion suggestions
de: Vervollständigungsvorschläge
fr: Suggestions d'autocomplétion
nl: Aanvulsuggesties
pl: Podpowiedzi autouzupełniania
uk: Підказки автодоповнення

# tools.cli.completionSuggestionsValue
source: %lld available, %@ selected
de: %lld verfügbar, %@ ausgewählt
fr: %lld disponibles, %@ sélectionné
nl: %lld beschikbaar, %@ geselecteerd
pl: %lld dostępnych, %@ wybrany
uk: %lld доступно, %@ вибрано

# tools.rxLog.snrLabel
source: SNR:
fr: RSB :
