Repository: mikewren/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Tools.strings
Languages: de, fr, nl, pl, uk

# tools.title
source: Tools
de: Werkzeuge
fr: Outils
nl: Hulpmiddelen
pl: Narzędzia
uk: Інструменти

# tools.tracePath
source: Trace Path
de: Pfad verfolgen
fr: Tracer le chemin
nl: Pad traceren
pl: Śledzenie ścieżki
uk: Трасування шляху

# tools.lineOfSight
source: Line of Sight
de: Sichtlinie
fr: Ligne de vue
nl: Zichtlijn
pl: Linia wzroku
uk: Пряма видимість

# tools.rxLog
source: RX Log
de: RX-Protokoll
fr: Journal RX
nl: RX-logboek
pl: Dziennik RX
uk: Журнал RX

# tools.noiseFloor
source: Noise Floor
de: Grundrauschen
fr: Plancher de bruit
nl: Ruisvloer
pl: Próg szumów
uk: Рівень шуму

# tools.selectTool
source: Select a tool
de: Wähle ein Werkzeug
fr: Sélectionnez un outil
nl: Selecteer een hulpmiddel
pl: Wybierz narzędzie
uk: Виберіть інструмент

# tools.rxLog.listening
source: Listening...
de: Empfange...
fr: Écoute en cours...
nl: Luisteren...
pl: Nasłuchiwanie...
uk: Прослуховування...

# tools.rxLog.listeningDescription
source: RF packets will appear here as they arrive.
de: RF-Pakete erscheinen hier, sobald sie eintreffen.
fr: Les paquets RF apparaîtront ici à leur arrivée.
nl: RF-pakketten verschijnen hier wanneer ze binnenkomen.
pl: Pakiety RF pojawią się tutaj po ich odebraniu.
uk: RF-пакети з'являться тут у міру надходження.

# tools.rxLog.notConnected
source: Not Connected
de: Nicht verbunden
fr: Non connecté
nl: Niet verbonden
pl: Nie połączono
uk: Не підключено

# tools.rxLog.notConnectedDescription
source: Connect to a mesh radio to view RF packets.
de: Verbinde dich mit einem Mesh-Funkgerät, um RF-Pakete anzuzeigen.
fr: Connectez-vous à une radio mesh pour voir les paquets RF.
nl: Verbind met een mesh-radio om RF-pakketten te bekijken.
pl: Połącz się z radiem mesh, aby wyświetlić pakiety RF.
uk: Підключіться до радіо mesh для перегляду RF-пакетів.

# tools.rxLog.live
source: Live
fr: En direct
pl: Na żywo
uk: Наживо

# tools.rxLog.offline
source: Offline
fr: Hors ligne
uk: Офлайн

# tools.rxLog.packetsCount
source: %lld packets
de: %lld Pakete
fr: %lld paquets
nl: %lld pakketten
pl: %lld pakietów
uk: %lld пакетів

# tools.rxLog.routeType
source: Route Type
de: Routentyp
fr: Type de route
pl: Typ trasy
uk: Тип маршруту

# tools.rxLog.decryptStatus
source: Decrypt Status
de: Entschlüsselungsstatus
fr: Statut de déchiffrement
nl: Ontsleutelingsstatus
pl: Status deszyfrowania
uk: Статус розшифрування

# tools.rxLog.filter
source: Filter
fr: Filtrer
pl: Filtruj
uk: Фільтр

# tools.rxLog.more
source: More
de: Mehr
fr: Plus
nl: Meer
pl: Więcej
uk: Більше

# tools.rxLog.groupDuplicates
source: Group Duplicates
de: Duplikate gruppieren
fr: Grouper les doublons
nl: Duplicaten groeperen
pl: Grupuj duplikaty
uk: Групувати дублікати

# tools.rxLog.deleteLogs
source: Delete Logs
de: Protokolle löschen
fr: Supprimer les journaux
nl: Logboeken verwijderen
pl: Usuń dzienniki
uk: Видалити журнали

# tools.rxLog.deleteConfirmation
source: Delete all logs?
de: Alle Protokolle löschen?
fr: Supprimer tous les journaux ?
nl: Alle logboeken verwijderen?
pl: Usunąć wszystkie dzienniki?
uk: Видалити всі журнали?

# tools.rxLog.delete
source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
pl: Usuń
uk: Видалити

# tools.rxLog.direct
source: Direct
de: Direkt
pl: Bezpośredni
uk: Прямий

# tools.rxLog.hopSingular
source: hop
de: Sprung
fr: saut
nl: sprong
pl: skok
uk: перехід

# tools.rxLog.hopPlural
source: hops
de: Sprünge
fr: sauts
nl: sprongen
pl: skoków
uk: переходів

# tools.rxLog.signalStrength
source: Signal strength: %@
de: Signalstärke: %@
fr: Force du signal : %@
nl: Signaalsterkte: %@
pl: Siła sygnału: %@
uk: Сила сигналу: %@

# tools.rxLog.receivedTimes
source: Received %lld times
de: %lld Mal empfangen
fr: Reçu %lld fois
nl: %lld keer ontvangen
pl: Odebrano %lld razy
uk: Отримано %lld разів

# tools.rxLog.rawPayload
source: Raw Payload
de: Rohdaten
fr: Charge utile brute
nl: Ruwe payload
pl: Surowe dane
uk: Сирі дані

# tools.rxLog.copy
source: Copy
de: Kopieren
fr: Copier
nl: Kopiëren
pl: Kopiuj
uk: Копіювати

# tools.rxLog.typeLabel
source: Type:
de: Typ:
pl: Typ:
uk: Тип:

# tools.rxLog.sizeLabel
source: Size:
de: Größe:
fr: Taille :
nl: Grootte:
pl: Rozmiar:
uk: Розмір:

# tools.rxLog.pathLabel
source: Path:
de: Pfad:
fr: Chemin :
nl: Pad:
pl: Ścieżka:
uk: Шлях:

# tools.rxLog.hashLabel
source: Hash:
uk: Хеш:

# tools.rxLog.fromLabel
source: From:
de: Von:
fr: De :
nl: Van:
pl: Od:
uk: Від:

# tools.rxLog.toLabel
source: To:
de: An:
fr: À :
nl: Naar:
pl: Do:
uk: Кому:

# tools.rxLog.channelHashLabel
source: Channel Hash:
de: Kanal-Hash:
fr: Hash du canal :
nl: Kanaal-hash:
pl: Hash kanału:
uk: Хеш каналу:

# tools.rxLog.channelNameLabel
source: Channel Name:
de: Kanalname:
fr: Nom du canal :
nl: Kanaalnaam:
pl: Nazwa kanału:
uk: Назва каналу:

# tools.rxLog.textLabel
source: Text:
fr: Texte :
nl: Tekst:
pl: Tekst:
uk: Текст:

# tools.rxLog.bytes
source: bytes
fr: octets
pl: bajtów
uk: байт

# tools.rxLog.filter.all
source: All
de: Alle
fr: Tous
nl: Alle
pl: Wszystkie
uk: Усі

# tools.rxLog.filter.floodOnly
source: Flood Only
de: Nur Flood
fr: Inondation uniquement
nl: Alleen flood
pl: Tylko rozproszone
uk: Тільки розсилка

# tools.rxLog.filter.directOnly
source: Direct Only
de: Nur Direkt
fr: Direct uniquement
nl: Alleen direct
pl: Tylko bezpośrednie
uk: Тільки прямі

# tools.rxLog.filter.decrypted
source: Decrypted
de: Entschlüsselt
fr: Déchiffré
nl: Ontsleuteld
pl: Odszyfrowane
uk: Розшифровані

# tools.rxLog.filter.failed
source: Failed
de: Fehlgeschlagen
fr: Échec
nl: Mislukt
pl: Nieudane
uk: Невдалі

# tools.noiseFloor.notConnectedDescription
source: Connect to a mesh radio to measure noise floor.
de: Verbinde dich mit einem Mesh-Funkgerät, um das Grundrauschen zu messen.
fr: Connectez-vous à une radio mesh pour mesurer le plancher de bruit.
nl: Verbind met een mesh-radio om ruisvloer te meten.
pl: Połącz się z radiem mesh, aby zmierzyć próg szumów.
uk: Підключіться до радіо mesh для вимірювання рівня шуму.

# tools.noiseFloor.collectingData
source: Collecting Data...
de: Daten werden gesammelt...
fr: Collecte des données...
nl: Gegevens verzamelen...
pl: Zbieranie danych...
uk: Збір даних...

# tools.noiseFloor.collectingDataDescription
source: Noise floor readings will appear as they are collected.
de: Grundrauschen-Messwerte erscheinen, während sie gesammelt werden.
fr: Les mesures du plancher de bruit apparaîtront au fur et à mesure de leur collecte.
nl: Ruisvloermetingen verschijnen wanneer ze worden verzameld.
pl: Odczyty progu szumów pojawią się w miarę ich zbierania.
uk: Показання рівня шуму з'являться у міру збору.

# tools.noiseFloor.dBm
source: dBm
uk: дБм

# tools.noiseFloor.dB
source: dB
uk: дБ

# tools.noiseFloor.noReading
source: No reading available
de: Keine Messung verfügbar
fr: Aucune mesure disponible
nl: Geen meting beschikbaar
pl: Brak dostępnego odczytu
uk: Немає доступних показань

# tools.noiseFloor.chartAccessibility
source: Noise floor history: %lld readings, minimum %lld dBm, maximum %lld dBm, average %lld dBm, trend %@
de: Grundrauschen-Verlauf: %lld Messwerte, Minimum %lld dBm, Maximum %lld dBm, Durchschnitt %lld dBm, Tendenz %@
fr: Historique du plancher de bruit : %lld mesures, minimum %lld dBm, maximum %lld dBm, moyenne %lld dBm, tendance %@
nl: Ruisvloergeschiedenis: %lld metingen, minimum %lld dBm, maximum %lld dBm, gemiddelde %lld dBm, trend %@
pl: Historia progu szumów: %lld odczytów, minimum %lld dBm, maksimum %lld dBm, średnia %lld dBm, trend %@
uk: Історія рівня шуму: %lld показань, мінімум %lld дБм, максимум %lld дБм, середнє %lld дБм, тренд %@

# tools.noiseFloor.chartAccessibilityEmpty
source: Noise floor history chart, no data
de: Grundrauschen-Verlaufsdiagramm, keine Daten
fr: Graphique de l'historique du plancher de bruit, pas de données
nl: Ruisvloergeschiedenisgrafiek, geen gegevens
pl: Wykres historii progu szumów, brak danych
uk: Графік історії рівня шуму, немає даних

# tools.noiseFloor.statistics
source: Statistics
de: Statistiken
fr: Statistiques
nl: Statistieken
pl: Statystyki
uk: Статистика

# tools.noiseFloor.minimum
source: Minimum
uk: Мінімум

# tools.noiseFloor.average
source: Average
de: Durchschnitt
fr: Moyenne
nl: Gemiddelde
pl: Średnia
uk: Середнє

# tools.noiseFloor.maximum
source: Maximum
pl: Maksimum
uk: Максимум

# tools.noiseFloor.lastRssi
source: Last RSSI
de: Letzter RSSI
fr: Dernier RSSI
nl: Laatste RSSI
pl: Ostatnie RSSI
uk: Останній RSSI

# tools.noiseFloor.lastSnr
source: Last SNR
de: Letzter SNR
fr: Dernier RSB
nl: Laatste SNR
pl: Ostatnie SNR
uk: Останній SNR

# tools.noiseFloor.trendStable
source: stable
de: stabil
nl: stabiel
pl: stabilny
uk: стабільний

# tools.noiseFloor.trendIncreasing
source: increasing
de: steigend
fr: en hausse
nl: stijgend
pl: rosnący
uk: зростаючий

# tools.noiseFloor.trendDecreasing
source: decreasing
de: fallend
fr: en baisse
nl: dalend
pl: malejący
uk: спадний

# tools.noiseFloor.quality.excellent
source: Excellent
de: Ausgezeichnet
nl: Uitstekend
pl: Doskonała
uk: Відмінний

# tools.noiseFloor.quality.good
source: Good
de: Gut
fr: Bon
nl: Goed
pl: Dobra
uk: Хороший

# tools.noiseFloor.quality.fair
source: Fair
de: Mäßig
fr: Passable
nl: Redelijk
pl: Przeciętna
uk: Задовільний

# tools.noiseFloor.quality.poor
source: Poor
de: Schlecht
fr: Faible
nl: Slecht
pl: Słaba
uk: Поганий

# tools.noiseFloor.quality.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend
pl: Nieznana
uk: Невідомий

# tools.noiseFloor.error.disconnected
source: Device disconnected
de: Gerät getrennt
fr: Appareil déconnecté
nl: Apparaat niet verbonden
pl: Urządzenie rozłączone
uk: Пристрій відключено

# tools.noiseFloor.error.unableToRead
source: Unable to read radio stats
de: Funkstatistiken können nicht gelesen werden
fr: Impossible de lire les statistiques radio
nl: Kan radiostatistieken niet lezen
pl: Nie można odczytać statystyk radia
uk: Не вдалося прочитати статистику радіо

# tools.lineOfSight.mapStyle.standard
source: Standard
nl: Standaard
pl: Standardowa
uk: Стандартна

# tools.lineOfSight.mapStyle.terrain
source: Terrain
de: Gelände
nl: Terrein
pl: Terenowa
uk: Рельєфна

# tools.lineOfSight.back
source: Back
de: Zurück
fr: Retour
nl: Terug
pl: Wstecz
uk: Назад

# tools.lineOfSight.pointA
source: Point A
de: Punkt A
nl: Punt A
pl: Punkt A
uk: Точка A

# tools.lineOfSight.pointB
source: Point B
de: Punkt B
nl: Punt B
pl: Punkt B
uk: Точка B

# tools.lineOfSight.repeater
source: Repeater
fr: Répéteur
pl: Przekaźnik
uk: Ретранслятор

# tools.lineOfSight.cancelDropPin
source: Cancel drop pin
de: Stecknadel abbrechen
fr: Annuler le placement d'épingle
nl: Speld annuleren
pl: Anuluj upuszczenie pinezki
uk: Скасувати встановлення мітки

# tools.lineOfSight.dropPin
source: Drop pin
de: Stecknadel setzen
fr: Placer une épingle
nl: Speld plaatsen
pl: Upuść pinezkę
uk: Встановити мітку

# tools.lineOfSight.points
source: Points
de: Punkte
nl: Punten
pl: Punkty
uk: Точки

# tools.lineOfSight.cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren
pl: Anuluj
uk: Скасувати

# tools.lineOfSight.relocating
source: Relocating %@...
de: %@ wird verschoben...
fr: Déplacement de %@...
nl: %@ verplaatsen...
pl: Przenoszenie %@...
uk: Переміщення %@...

# tools.lineOfSight.tapMapInstruction
source: Tap the map to set a new location
de: Tippe auf die Karte, um einen neuen Standort festzulegen
fr: Appuyez sur la carte pour définir une nouvelle position
nl: Tik op de kaart om een nieuwe locatie in te stellen
pl: Dotknij mapę, aby ustawić nową lokalizację
uk: Натисніть на карту, щоб встановити нове місцезнаходження

# tools.lineOfSight.notSelected
source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
nl: Niet geselecteerd
pl: Nie wybrano
uk: Не вибрано

# tools.lineOfSight.loadingElevation
source: Loading elevation...
de: Höhe wird geladen...
fr: Chargement de l'altitude...
nl: Hoogte laden...
pl: Ładowanie wysokości...
uk: Завантаження висоти...

# tools.lineOfSight.selectPointsHint
source: Tap the pin button on the map to select points
de: Tippe auf die Stecknadel-Schaltfläche auf der Karte, um Punkte auszuwählen
fr: Appuyez sur le bouton épingle sur la carte pour sélectionner des points
nl: Tik op de speldknop op de kaart om punten te selecteren
pl: Dotknij przycisk pinezki na mapie, aby wybrać punkty
uk: Натисніть кнопку мітки на карті, щоб вибрати точки

# tools.lineOfSight.elevationUnavailable
source: Elevation data unavailable. Using sea level (0m) as approximation.
de: Höhendaten nicht verfügbar. Meeresspiegel (0m) wird als Näherung verwendet.
fr: Données d'altitude non disponibles. Utilisation du niveau de la mer (0 m) comme approximation.
nl: Hoogtegegevens niet beschikbaar. Zeeniveau (0m) wordt gebruikt als benadering.
pl: Dane wysokości niedostępne. Używanie poziomu morza (0m) jako przybliżenia.
uk: Дані про висоту недоступні. Використовується рівень моря (0 м) як наближення.

# tools.lineOfSight.openInMaps
source: Open in Maps
de: In Karten öffnen
fr: Ouvrir dans Plans
nl: Openen in Kaarten
pl: Otwórz w Mapach
uk: Відкрити в Картах

# tools.lineOfSight.copyCoordinates
source: Copy Coordinates
de: Koordinaten kopieren
fr: Copier les coordonnées
nl: Coördinaten kopiëren
pl: Kopiuj współrzędne
uk: Копіювати координати

# tools.lineOfSight.share
source: Share...
de: Teilen...
fr: Partager...
nl: Delen...
pl: Udostępnij...
uk: Поділитися...

# tools.lineOfSight.shareLabel
source: Share
de: Teilen
fr: Partager
nl: Delen
pl: Udostępnij
uk: Поділитися

# tools.lineOfSight.relocate
source: Relocate
de: Verschieben
fr: Déplacer
nl: Verplaatsen
pl: Przenieś
uk: Перемістити

# tools.lineOfSight.done
source: Done
de: Fertig
fr: Terminé
nl: Klaar
pl: Gotowe
uk: Готово

# tools.lineOfSight.edit
source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken
pl: Edytuj
uk: Редагувати

# tools.lineOfSight.clear
source: Clear
de: Löschen
fr: Effacer
nl: Wissen
pl: Wyczyść
uk: Очистити

# tools.lineOfSight.groundElevation
source: Ground elevation
de: Geländehöhe
fr: Altitude du sol
nl: Grondhoogte
pl: Wysokość terenu
uk: Висота поверхні

# tools.lineOfSight.additionalHeight
source: Additional height
de: Zusätzliche Höhe
fr: Hauteur supplémentaire
nl: Extra hoogte
pl: Dodatkowa wysokość
uk: Додаткова висота

# tools.lineOfSight.totalHeight
source: Total height
de: Gesamthöhe
fr: Hauteur totale
nl: Totale hoogte
pl: Całkowita wysokość
uk: Загальна висота

# tools.lineOfSight.addRepeater
source: Add Repeater
de: Repeater hinzufügen
fr: Ajouter un répéteur
nl: Repeater toevoegen
pl: Dodaj przekaźnik
uk: Додати ретранслятор

# tools.lineOfSight.analyze
source: Analyze Line of Sight
de: Sichtlinie analysieren
fr: Analyser la ligne de vue
nl: Zichtlijn analyseren
pl: Analizuj linię wzroku
uk: Аналізувати пряму видимість

# tools.lineOfSight.terrainProfile
source: Terrain Profile
de: Geländeprofil
fr: Profil du terrain
nl: Terreinprofiel
pl: Profil terenu
uk: Профіль рельєфу

# tools.lineOfSight.earthCurvature
source: Adjusted for earth curvature (%@)
de: Angepasst für Erdkrümmung (%@)
fr: Ajusté pour la courbure de la Terre (%@)
nl: Gecorrigeerd voor aardkromming (%@)
pl: Skorygowane o krzywiznę Ziemi (%@)
uk: З урахуванням кривизни Землі (%@)

# tools.lineOfSight.dragToAdjust
source: Drag to adjust
de: Ziehen zum Anpassen
fr: Faites glisser pour ajuster
nl: Sleep om aan te passen
pl: Przeciągnij, aby dostosować
uk: Перетягніть для налаштування

# tools.lineOfSight.rfSettings
source: RF Settings
de: RF-Einstellungen
fr: Réglages RF
nl: RF-instellingen
pl: Ustawienia RF
uk: Налаштування RF

# tools.lineOfSight.frequency
source: Frequency
de: Frequenz
fr: Fréquence
nl: Frequentie
pl: Częstotliwość
uk: Частота

# tools.lineOfSight.mhz
source: MHz
uk: МГц

# tools.lineOfSight.refraction
source: Refraction
de: Brechung
fr: Réfraction
nl: Refractie
pl: Refrakcja
uk: Рефракція

# tools.lineOfSight.refraction.none
source: None
de: Keine
fr: Aucune
nl: Geen
pl: Brak
uk: Немає

# tools.lineOfSight.refraction.standard
source: Standard (k=1.33)
nl: Standaard (k=1,33)
pl: Standardowa (k=1,33)
uk: Стандартна (k=1,33)

# tools.lineOfSight.refraction.ducting
source: Ducting (k=4)
de: Wellenleiter (k=4)
fr: Propagation guidée (k=4)
pl: Kanałowa (k=4)
uk: Хвилеводна (k=4)

# tools.lineOfSight.analyzing
source: Analyzing path...
de: Pfad wird analysiert...
fr: Analyse du chemin...
nl: Pad analyseren...
pl: Analizowanie ścieżki...
uk: Аналіз шляху...

# tools.lineOfSight.analysisFailed
source: Analysis Failed
de: Analyse fehlgeschlagen
fr: Échec de l'analyse
nl: Analyse mislukt
pl: Analiza nie powiodła się
uk: Аналіз не вдався

# tools.lineOfSight.retry
source: Retry
de: Erneut versuchen
fr: Réessayer
nl: Opnieuw proberen
pl: Ponów
uk: Повторити

# tools.lineOfSight.repeaterLocation
source: Repeater Location
de: Repeater-Standort
fr: Position du répéteur
nl: Repeaterlocatie
pl: Lokalizacja przekaźnika
uk: Місцезнаходження ретранслятора

# tools.lineOfSight.droppedPin
source: Dropped pin
de: Gesetzte Stecknadel
fr: Épingle placée
nl: Geplaatste speld
pl: Upuszczona pinezka
uk: Встановлена мітка

# tools.lineOfSight.noData
source: No Data
de: Keine Daten
fr: Pas de données
nl: Geen gegevens
pl: Brak danych
uk: Немає даних

# tools.lineOfSight.selectTwoPoints
source: Select two points to analyze
de: Wähle zwei Punkte zur Analyse
fr: Sélectionnez deux points pour analyser
nl: Selecteer twee punten om te analyseren
pl: Wybierz dwa punkty do analizy
uk: Виберіть дві точки для аналізу

# tools.lineOfSight.legend.terrain
source: Terrain
de: Gelände
nl: Terrein
pl: Teren
uk: Рельєф

# tools.lineOfSight.legend.los
source: LOS
de: Sichtlinie
fr: LDV
nl: Zichtlijn
pl: Linia wzroku
uk: Пряма видимість

# tools.lineOfSight.legend.clear
source: Clear
de: Frei
fr: Dégagé
nl: Vrij
pl: Przejrzysta
uk: Вільно

# tools.lineOfSight.legend.obstructed
source: Obstructed
de: Blockiert
fr: Obstrué
nl: Geblokkeerd
pl: Zablokowana
uk: Заблоковано

# tools.lineOfSight.indirectRoute
source: Indirect route via R u{00B7} Relocate on map to adjust
de: Indirekter Weg über R · Auf Karte verschieben zum Anpassen
fr: Route indirecte via R · Déplacez sur la carte pour ajuster
nl: Indirecte route via R · Verplaats op kaart om aan te passen
pl: Trasa pośrednia przez R · Przenieś na mapie, aby dostosować
uk: Непрямий маршрут через R · Перемістіть на карті для налаштування

# tools.lineOfSight.elevationAttribution
source: Elevation data: Copernicus DEM GLO-90 via Open-Meteo
de: Höhendaten: Copernicus DEM GLO-90 über Open-Meteo
fr: Données d'altitude : Copernicus DEM GLO-90 via Open-Meteo
nl: Hoogtegegevens: Copernicus DEM GLO-90 via Open-Meteo
pl: Dane wysokości: Copernicus DEM GLO-90 przez Open-Meteo
uk: Дані про висоту: Copernicus DEM GLO-90 через Open-Meteo

# tools.lineOfSight.results
source: Results
de: Ergebnisse
fr: Résultats
nl: Resultaten
pl: Wyniki
uk: Результати

# tools.lineOfSight.loss
source: loss
de: Verlust
fr: perte
nl: verlies
pl: straty
uk: втрати

# tools.lineOfSight.pathLossBreakdown
source: Path Loss Breakdown
de: Pfadverlust-Aufschlüsselung
fr: Détail de la perte de chemin
nl: Padverlies-uitsplitsing
pl: Rozkład strat ścieżki
uk: Розбивка втрат на шляху

# tools.lineOfSight.freeSpaceLoss
source: Free space loss
de: Freiraumdämpfung
fr: Perte en espace libre
nl: Vrije-ruimteverlies
pl: Straty przestrzeni swobodnej
uk: Втрати у вільному просторі

# tools.lineOfSight.diffractionLoss
source: Diffraction loss
de: Beugungsverlust
fr: Perte par diffraction
nl: Diffractieverlies
pl: Straty dyfrakcji
uk: Дифракційні втрати

# tools.lineOfSight.total
source: Total
de: Gesamt
nl: Totaal
pl: Razem
uk: Разом

# tools.lineOfSight.clearance
source: Clearance
de: Freiheit
fr: Dégagement
nl: Vrijheid
pl: Prześwit
uk: Зазор

# tools.lineOfSight.worstClearance
source: Worst clearance (% of 1st Fresnel)
de: Schlechteste Freiheit (% der 1. Fresnel-Zone)
fr: Pire dégagement (% du 1er Fresnel)
nl: Slechtste vrijheid (% van 1e Fresnel)
pl: Najgorszy prześwit (% 1. strefy Fresnela)
uk: Найменший зазор (% від 1-ї зони Френеля)

# tools.lineOfSight.obstructionsFound
source: Obstructions found
de: Hindernisse gefunden
fr: Obstructions trouvées
nl: Obstakels gevonden
pl: Znalezione przeszkody
uk: Знайдено перешкод

# tools.lineOfSight.status
source: Status
fr: Statut
uk: Статус

# tools.lineOfSight.distance
source: Distance
de: Entfernung
nl: Afstand
pl: Odległość
uk: Відстань

# tools.lineOfSight.worstClearanceShort
source: Worst clearance
de: Schlechteste Freiheit
fr: Pire dégagement
nl: Slechtste vrijheid
pl: Najgorszy prześwit
uk: Найменший зазор

# tools.lineOfSight.clearancePercent
source: %lld%% clearance
de: %lld%% Freiheit
fr: %lld%% de dégagement
nl: %lld%% vrijheid
pl: %lld%% prześwitu
uk: %lld%% зазору

# tools.cli.notConnected
source: Not Connected
de: Nicht verbunden
fr: Non connecté
nl: Niet verbonden
pl: Nie połączono
uk: Не підключено

# tools.cli.notConnectedDescription
source: Connect to a mesh radio to use the CLI.
de: Verbinde dich mit einem Mesh-Radio, um die CLI zu verwenden.
fr: Connectez-vous à une radio mesh pour utiliser la CLI.
nl: Verbind met een mesh-radio om de CLI te gebruiken.
pl: Połącz się z radiem mesh, aby użyć CLI.
uk: Підключіться до mesh-радіо для використання CLI.

# tools.cli.disconnected
source: disconnected
de: getrennt
fr: déconnecté
nl: niet verbonden
pl: rozłączony
uk: відключено

# tools.cli.helpHeader
source: Available commands:
de: Verfügbare Befehle:
fr: Commandes disponibles :
nl: Beschikbare opdrachten:
pl: Dostępne polecenia:
uk: Доступні команди:

# tools.cli.sessionListHeader
source: Active sessions:
de: Aktive Sitzungen:
fr: Sessions actives :
nl: Actieve sessies:
pl: Aktywne sesje:
uk: Активні сесії:

# tools.cli.noSessions
source: No active sessions
de: Keine aktiven Sitzungen
fr: Aucune session active
nl: Geen actieve sessies
pl: Brak aktywnych sesji
uk: Немає активних сесій

# tools.cli.historyEmpty
source: No command history
de: Kein Befehlsverlauf
fr: Aucun historique de commandes
nl: Geen opdrachtgeschiedenis
pl: Brak historii poleceń
uk: Історія команд порожня

# tools.cli.unknownCommand
source: Unknown command:
de: Unbekannter Befehl:
fr: Commande inconnue :
nl: Onbekende opdracht:
pl: Nieznane polecenie:
uk: Невідома команда:

# tools.cli.loginSuccess
source: Logged in to
de: Angemeldet bei
fr: Connecté à
nl: Ingelogd op
pl: Zalogowano do
uk: Виконано вхід до

# tools.cli.loginFailed
source: Login failed:
de: Anmeldung fehlgeschlagen:
fr: Échec de connexion :
nl: Inloggen mislukt:
pl: Logowanie nie powiodło się:
uk: Помилка входу:

# tools.cli.loginFailedAuth
source: Authentication failed
de: Authentifizierung fehlgeschlagen
fr: Échec de l'authentification
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
uk: Помилка автентифікації

# tools.cli.nodeNotFound
source: Node not found:
de: Knoten nicht gefunden:
fr: Nœud introuvable :
nl: Knooppunt niet gevonden:
pl: Węzeł nie znaleziony:
uk: Вузол не знайдено:

# tools.cli.passwordRequired
source: Password required
de: Passwort erforderlich
fr: Mot de passe requis
nl: Wachtwoord vereist
pl: Wymagane hasło
uk: Потрібен пароль

# tools.cli.passwordPrompt
source: Password:
de: Passwort:
fr: Mot de passe :
nl: Wachtwoord:
pl: Hasło:
uk: Пароль:

# tools.cli.logoutSuccess
source: Logged out
de: Abgemeldet
fr: Déconnecté
nl: Uitgelogd
pl: Wylogowano
uk: Вихід виконано

# tools.cli.notLoggedIn
source: Not logged in to any repeater
de: Bei keinem Repeater angemeldet
fr: Non connecté à un répéteur
nl: Niet ingelogd op een repeater
pl: Nie zalogowano do żadnego repeatera
uk: Не підключено до жодного ретранслятора

# tools.cli.sessionSwitched
source: Switched to
de: Gewechselt zu
fr: Basculé vers
nl: Gewisseld naar
pl: Przełączono na
uk: Переключено на

# tools.cli.sessionNotFound
source: Session not found:
de: Sitzung nicht gefunden:
fr: Session introuvable :
nl: Sessie niet gevonden:
pl: Sesja nie znaleziona:
uk: Сесію не знайдено:
